Repository: common-repository/computer-repair-shop
Catalog: languages/computer-repair-shop-*.po
Languages: es_co, fr_fr

source: Couldn't find any post related to given date range.
es_co: No pudimos encontrar ningún post relacionado con intervalo de fechas determinado.
fr_fr: Il n'a pas été possible de trouver un message relatif à la période donnée.

source: Technicians Job Summary
es_co: Resumen x Tecnicos
fr_fr: Résumé du poste de technicien

source: Phone
es_co: Teléfono
fr_fr: Téléphone

source: Created
es_co: Creado
fr_fr: Créée

source: Order Status
es_co: Estado De La Orden De
fr_fr: Statut de la commande

source: Your Case Number...
es_co: El Número De Su Caso...
fr_fr: Votre numéro de dossier...

source: We haven't found any job with your given case number!
es_co: No hemos encontrado ningún trabajo con su número de caso!
fr_fr: Nous n'avons pas trouvé d'emploi correspondant à votre numéro de dossier!

source: Service name and service cost are required fields.
es_co: Nombre del servicio y el costo del servicio son campos obligatorios.
fr_fr: Le nom du service et le coût du service sont des champs obligatoires.

source: Service Added to add featured image, warranty and other information go to services.
es_co: Servicio Añadido para agregar imagen destacada, garantía y otra información ir a los servicios.
fr_fr: Service ajouté pour ajouter une image de présentation, une garantie et d'autres informations, allez dans services.

source: Service with same name already exists
es_co: Servicio con el mismo nombre ya existe
fr_fr: Le service portant le même nom existe déjà

source: Select Service Type
es_co: Seleccione El Tipo De Servicio
fr_fr: Sélectionner le type de service

source: Add a new service
es_co: Añadir un nuevo servicio
fr_fr: Ajouter un nouveau service

source: Service Name
es_co: Nombre De Servicio
fr_fr: Nom du service

source: Select Type
es_co: Seleccione El Tipo De
fr_fr: Sélectionner le type

source: Add Service Type
es_co: Agregar Tipo De Servicio
fr_fr: Ajouter un type de service

source: Service Cost
es_co: Coste Del Servicio
fr_fr: Coût du service

source: Activation of plugin is required to send SMS. However you can still add and gateways reminders
es_co: La activación del plugin es necesario para enviar SMS. Sin embargo, usted todavía puede añadir puertas de enlace y los recordatorios
fr_fr: L'activation du plugin est nécessaire pour envoyer des SMS. Cependant, vous pouvez toujours ajouter des rappels et des passerelles

source: Select your SMS Gateway and enter its API codes.
es_co: Seleccione su Puerta de enlace de SMS y entrar en su API códigos.
fr_fr: Sélectionnez votre passerelle SMS et entrez ses codes API.

source: Activate SMS for selective statuses
es_co: Activar SMS para los selectivos de estados
fr_fr: Activer les SMS pour des statuts sélectifs

source: Select SMS Gateway
es_co: Seleccione SMS Gateway
fr_fr: Sélectionner la passerelle SMS

source: Send message when status changed to
es_co: Enviar mensaje cuando el estado cambia a
fr_fr: Envoyer un message lorsque le statut est passé à

source: To make SMS working do not forget to add message in status message field by editing the status.
es_co: Para hacer SMS de trabajo no te olvides de añadir mensaje en el mensaje de estado de campo de la edición de el estado.
fr_fr: Pour que le SMS fonctionne, n'oubliez pas d'ajouter un message dans le champ "message d'état" en modifiant l'état.

source: Last SMS Response
es_co: Última SMS de Respuesta
fr_fr: Dernière réponse SMS

source: Capitole Mobile
es_co: Capitole Móvil

source: Account SID
es_co: SID de la cuenta
fr_fr: SID du compte

source: From Number
es_co: A Partir Del Número
fr_fr: A partir du numéro

source: Sender ID
es_co: ID del remitente
fr_fr: ID de l'expéditeur

source: API Key
es_co: Clave de API
fr_fr: Clé API

source: Secret
es_co: Secreto

source: Mode (devices, credits)
es_co: Modo (dispositivos, créditos)
fr_fr: Mode (dispositifs, crédits)

source: Device ID
es_co: ID de dispositivo
fr_fr: ID de l'appareil

source: Username
es_co: Nombre de usuario
fr_fr: Nom d'utilisateur

source: Your connection ID (login)
es_co: Su ID de conexión (login)
fr_fr: Votre identifiant de connexion (login)

source: Password
es_co: Contraseña
fr_fr: Mot de passe

source: Your API password (available via "SMS" > "My API" > "API settings")
es_co: Su contraseña de la API (disponible a través de "SMS" > "Mi API" > "Configuración de la API")
fr_fr: Votre mot de passe API (disponible via "SMS" > "Mon API" > "Paramètres API")

source: Sender
es_co: Remitente
fr_fr: Expéditeur

source: (Optional) by default short number or personalized sender (11 characters max.)
es_co: (Opcional) por defecto número corto o personalizada remitente (11 caracteres máx.)
fr_fr: (Facultatif) par défaut numéro court ou expéditeur personnalisé (11 caractères max.)

source: Your Username
es_co: Nombre de usuario
fr_fr: Votre nom d'utilisateur

source: Settings have been saved!
es_co: Los ajustes se han guardado!
fr_fr: Les paramètres ont été sauvegardés !

source: SMS Sent Successfully
es_co: SMS Enviado con Éxito
fr_fr: SMS envoyé avec succès

source: Service Settings
es_co: Configuración Del Servicio
fr_fr: Paramètres de service

source: Below you can check price by type or brand and to get accurate value check devices.
es_co: A continuación puede consultar precio por tipo o marca y a recibir información precisa del valor de verificación de los dispositivos.
fr_fr: Ci-dessous, vous pouvez vérifier le prix par type ou par marque et, pour obtenir une valeur précise, vérifier les appareils.

source: Book Service
es_co: Libro De Servicio
fr_fr: Service des livres

source: Single Service Price Sidebar
es_co: Precio del servicio único Barra lateral
fr_fr: Barre latérale du prix du service unique

source: Add some description for prices on single service page sidebar
es_co: Añada alguna descripción de los precios en el servicio de página de la barra lateral
fr_fr: Ajout d'une description des prix sur la barre latérale de la page d'un service unique

source: Disable Booking on Service Page?
es_co: Deshabilitar la Reserva en la Página de Servicio?
fr_fr: Désactiver la réservation sur la page du service ?

source: Styling
es_co: Estilo
fr_fr: Stylisme

source: Primary Color
es_co: Color principal
fr_fr: Couleur primaire

source: Secondary Color
es_co: Color secundario
fr_fr: Couleur secondaire

source: Manage Taxes
es_co: Administrar Los Impuestos
fr_fr: Gérer les impôts

source: Add New Tax
es_co: Añadir Nuevo Impuesto
fr_fr: Ajouter une nouvelle taxe

source: Rate (%)
es_co: Tasa (%)
fr_fr: Taux (%)

source: Tax Settings
es_co: Configuración De Impuestos
fr_fr: Paramètres fiscaux

source: Enable Taxes
es_co: Habilitar Los Impuestos
fr_fr: Activer les taxes

source: Default Tax
es_co: Impuesto Por Defecto
fr_fr: Taxe par défaut

source: Select tax
es_co: Seleccione impuestos
fr_fr: Sélectionner la taxe

source: Invoice Amounts Are
es_co: Los Importes De Las Facturas Son
fr_fr: Les montants des factures sont

source: Exclusive of Tax
es_co: Exclusivo de Impuestos
fr_fr: Hors taxe

source: Inclusive of Tax
es_co: Impuestos incluidos
fr_fr: Taxe incluse

source: Add new tax
es_co: Añadir nuevo impuesto
fr_fr: Ajouter une nouvelle taxe

source: Tax Name
es_co: Impuesto De Nombre
fr_fr: Nom de l'impôt

source: Name of tax to recognize.
es_co: Nombre de impuesto a reconocer.
fr_fr: Nom de la taxe à reconnaître.

source: Tax Description
es_co: Impuesto Descripción
fr_fr: Description de l'impôt

source: Tax Rate
es_co: La Tasa De Impuestos
fr_fr: Taux d'imposition

source: Only numbers like 15 for 15% , 0 for 0%, 25 for 25%.
es_co: Sólo los números como 15 15% , 0 de 0%, 25 de 25%.
fr_fr: Seulement des chiffres comme 15 pour 15 %, 0 pour 0 %, 25 pour 25 %.

source: Tax Status
es_co: Fiscal De Estado De La
fr_fr: Statut fiscal

source: Add Tax
es_co: Agregar Impuestos
fr_fr: Ajouter la taxe

source: Tax name required
es_co: El impuesto se requiere el nombre de
fr_fr: Nom de la taxe requis

source: Tax rate is empty or not number
es_co: La tasa de impuestos es vacío o no el número de
fr_fr: Le taux d'imposition est un nombre vide ou non

source: You have added tax rate.
es_co: Se ha añadido la tasa de impuestos.
fr_fr: Vous avez ajouté le taux d'imposition.

source: Invoice Amounts are set to
es_co: Los Importes de las facturas se establecen a
fr_fr: Les montants des factures sont fixés à

source: Tax exclusive
es_co: Impuesto exclusivo
fr_fr: Exclusivité fiscale

source: Stock added back in Woo inventory.
es_co: Stock agregado en Woo inventario.
fr_fr: Stock réintégré dans l'inventaire de Woo.

source: Stock reduced from Woo inventory.
es_co: Stock reducido de Woo inventario.
fr_fr: Stock réduit de l'inventaire Woo.

source: United Arab Emirates dirham
es_co: Emiratos Árabes unidos dirham

source: Afghan afghani
es_co: El afgano afghani

source: Albanian lek
es_co: Albanés lek

source: Armenian dram
es_co: Armenia dram

source: Netherlands Antillean guilder
es_co: Países bajos florín Antillano

source: Angolan kwanza
es_co: Angola kwanza

source: Argentine peso
es_co: Peso argentino

source: Australian dollar
es_co: Dólar australiano

source: Aruban florin
es_co: Aruba florin

source: Azerbaijani manat
es_co: Azerbaiyán manat

source: Bosnia and Herzegovina convertible mark
es_co: Bosnia y Herzegovina convertible marca

source: Barbadian dollar
es_co: Dólar de barbados

source: Bulgarian lev
es_co: Lev búlgaro

source: Bahraini dinar
es_co: Dinar de bahrein

source: Burundian franc
es_co: Franco de burundi

source: Bermudian dollar
es_co: Bermudas dólar

source: Brunei dollar
es_co: Dólar de Brunei

source: Bolivian boliviano
es_co: Boliviano boliviano

source: Brazilian real
es_co: Real brasileño

source: Bahamian dollar
es_co: Dólar de bahamas

source: Bhutanese ngultrum
es_co: Bhután ngultrum

source: Belarusian ruble (old)
es_co: Rublo bielorruso (antiguo)

source: Belarusian ruble
es_co: Rublo bielorruso

source: Belize dollar
es_co: Dólar de belice

source: Canadian dollar
es_co: Dólar canadiense

source: Congolese franc
es_co: Franco congoleño

source: Swiss franc
es_co: El franco suizo

source: Chilean peso
es_co: Peso chileno

source: Chinese yuan
es_co: Yuan chino

source: Colombian peso
es_co: Peso colombiano

source: Costa Rican col&oacute;n
es_co: Costa Rica colón

source: Cuban convertible peso
es_co: Peso cubano convertible

source: Cuban peso
es_co: Peso cubano

source: Cape Verdean escudo
es_co: Cabo Verde escudo

source: Czech koruna
es_co: Corona checa

source: Djiboutian franc
es_co: Yibuti franc

source: Danish krone
es_co: Corona danesa

source: Dominican peso
es_co: Peso dominicano

source: Algerian dinar
es_co: Dinar argelino

source: Egyptian pound
es_co: Libra egipcia

source: Eritrean nakfa
es_co: En eritrea en nakfa

source: Ethiopian birr
es_co: Birr etíope

source: Fijian dollar
es_co: Fiyiano dólar

source: Falkland Islands pound
es_co: Libra malvinense

source: Pound sterling
es_co: La libra esterlina

source: Georgian lari
es_co: Lari georgiano

source: Guernsey pound
es_co: La libra de Guernsey

source: Ghana cedi
es_co: Cedi de Ghana

source: Gibraltar pound
es_co: Gibraltar libra

source: Gambian dalasi
es_co: Gambia dalasi

source: Guinean franc
es_co: Guinea franc

source: Guatemalan quetzal
es_co: Quetzal de guatemala

source: Guyanese dollar
es_co: Dólar de guyana

source: Hong Kong dollar
es_co: Dólar de Hong Kong

source: Honduran lempira
es_co: Honduras lempira

source: Croatian kuna
es_co: Kuna croata

source: Haitian gourde
es_co: Gourde haitiano

source: Hungarian forint
es_co: Forint húngaro

source: Indonesian rupiah
es_co: La rupia de indonesia

source: Israeli new shekel
es_co: Nuevo shekel israelí

source: Manx pound
es_co: Manx libras

source: Indian rupee
es_co: La rupia india

source: Iraqi dinar
es_co: Dinar iraquí

source: Iranian rial
es_co: Rial iraní

source: Iranian toman
es_co: Iraníes toman

source: Icelandic kr&oacute;na
es_co: El islandés króna

source: Jersey pound
es_co: Jersey de libra

source: Jamaican dollar
es_co: Dólar jamaiquino

source: Jordanian dinar
es_co: Dinar jordano

source: Japanese yen
es_co: El yen japonés

source: Kenyan shilling
es_co: Kenya shilling

source: Cambodian riel
es_co: Riel camboyano

source: Comorian franc
es_co: Franco comorano

source: North Korean won
es_co: Corea del norte ganó

source: South Korean won
es_co: Won de corea del sur

source: Kuwaiti dinar
es_co: Dinar kuwaití

source: Cayman Islands dollar
es_co: Dólar de Islas caimán

source: Kazakhstani tenge
es_co: Kazaja tenge

source: Lao kip
es_co: Kip de laos

source: Lebanese pound
es_co: Libra libanesa

source: Sri Lankan rupee
es_co: Rupia de Sri Lanka

source: Liberian dollar
es_co: Dólar liberiano

source: Libyan dinar
es_co: Dinar libio

source: Moroccan dirham
es_co: Dirham marroquí

source: Moldovan leu
es_co: Moldavo leu

source: Malagasy ariary
es_co: Ariary malgache

source: Macedonian denar
es_co: Macedonia denar

source: Burmese kyat
es_co: Kyat birmano

source: Mongolian t&ouml;gr&ouml;g
es_co: Mongol tögrög

source: Macanese pataca
es_co: Pataca de macao

source: Mauritanian ouguiya
es_co: Mauritania ouguiya

source: Mauritian rupee
es_co: Rupia de mauricio

source: Maldivian rufiyaa
es_co: Maldivas rufiyaa

source: Malawian kwacha
es_co: Malauí kwacha

source: Mexican peso
es_co: Peso mexicano

source: Malaysian ringgit
es_co: Ringgit de malasia

source: Mozambican metical
es_co: En mozambique metical

source: Namibian dollar
es_co: Dólar de namibia

source: Nigerian naira
es_co: Naira nigeriano

source: Nicaraguan c&oacute;rdoba
es_co: Córdoba nicaragüense

source: Norwegian krone
es_co: La corona noruega

source: Nepalese rupee
es_co: De nepal rupia de

source: New Zealand dollar
es_co: Dólar de nueva Zelanda

source: Omani rial
es_co: Rial omaní

source: Panamanian balboa
es_co: Balboa panameño

source: Papua New Guinean kina
es_co: Papua Nueva Guinea kina

source: Philippine peso
es_co: El peso filipino

source: Pakistani rupee
es_co: La rupia pakistaní

source: Polish z&#x142;oty
es_co: Polaco z&#x142;oty

source: Transnistrian ruble
es_co: Rublo de transnistria

source: Paraguayan guaran&iacute;
es_co: Paraguayo guaraní&iacute;

source: Qatari riyal
es_co: Riyal qatarí

source: Romanian leu
es_co: Leu rumano

source: Serbian dinar
es_co: El dinar serbio

source: Russian ruble
es_co: Rublo ruso

source: Rwandan franc
es_co: Ruanda franco

source: Solomon Islands dollar
es_co: Dólar de Islas salomón

source: Seychellois rupee
es_co: La rupia de seychelles

source: Sudanese pound
es_co: Libra sudanesa

source: Swedish krona
es_co: Corona sueca

source: Singapore dollar
es_co: Dólar de singapur

source: Saint Helena pound
es_co: Santa Helena libra

source: Sierra Leonean leone
es_co: Sierra Leona leona

source: Somali shilling
es_co: Shilling somalí

source: Surinamese dollar
es_co: Surinam dólar

source: South Sudanese pound
es_co: Libra de Sudán del sur

source: S&atilde;o Tom&eacute; and Pr&iacute;ncipe dobra
es_co: Santo Tomé y Príncipe dobra

source: Syrian pound
es_co: Libra siria

source: Thai baht
es_co: Baht tailandés

source: Turkmenistan manat
es_co: Turkmenistán manats

source: Tunisian dinar
es_co: Dinar tunecino

source: Turkish lira
es_co: La lira turca

source: Trinidad and Tobago dollar
es_co: Dólar de Trinidad y Tobago

source: New Taiwan dollar
es_co: Nuevo dólar de Taiwán

source: Tanzanian shilling
es_co: Tanzania shilling

source: Ukrainian hryvnia
es_co: Hryvnia ucraniano

source: Ugandan shilling
es_co: Chelín ugandés

source: United States (US) dollar
es_co: Estados unidos (estados unidos) dólar

source: Uruguayan peso
es_co: Peso uruguayo

source: Uzbekistani som
es_co: Som uzbeko

source: Venezuelan bol&iacute;var
es_co: Bolívar venezolano

source: Bol&iacute;var soberano
es_co: Bolívar soberano

source: Vietnamese &#x111;&#x1ed3;ng
es_co: Vietnamita &#x111;&#x1ed3;ng

source: Samoan t&#x101;l&#x101;
es_co: Samoano t&#x101;l&#x101;

source: Central African CFA franc
es_co: Franco CFA de África Central

source: East Caribbean dollar
es_co: Dólar del Caribe oriental

source: West African CFA franc
es_co: Oeste franco CFA de África

source: CFP franc
es_co: Franco CFP

source: Yemeni rial
es_co: Rial yemení

source: South African rand
es_co: Rand sudafricano

source: Zambian kwacha
es_co: Kwacha de zambia

source: General Settings
es_co: Configuración General
fr_fr: Paramètres généraux

source: Currency
es_co: Moneda
fr_fr: Monnaie

source: Reports & Invoices
es_co: Informes Y Facturas
fr_fr: Rapports et factures

source: Activation
es_co: La activación
fr_fr: L'activation

source: Shortcodes & Support
es_co: Shortcodes Y Soporte
fr_fr: Shortcodes et support

source: Addons
es_co: Complementos

source: Contact Us
es_co: Póngase En Contacto Con Nosotros
fr_fr: Nous contacter

source: Chat With Us
es_co: Chatea Con Nosotros
fr_fr: Chat avec nous

source: I understand that I will be contacted by a representative regarding this request and I agree to the privacy policy.
es_co: Entiendo que voy a ser contactado por un representante en relación con esta solicitud y acepto la política de privacidad.
fr_fr: Je comprends qu'un représentant me contactera au sujet de cette demande et j'accepte la politique de confidentialité.

source: Settings
es_co: Configuración
fr_fr: Paramètres

source: Menu Name e.g Computer Repair
es_co: Nombre del menú correo.g Reparación de computadoras
fr_fr: Nom du menu, par exemple Réparation d'ordinateurs

source: Enter Menu Name Default Computer Repair
es_co: Entrar En El Menú De Nombre Por Defecto De La Reparación Del Ordenador
fr_fr: Saisir le nom du menu Réparation d'ordinateurs par défaut

source: Business Name
es_co: Nombre De La Empresa
fr_fr: Nom de l'entreprise

source: Name will be used in reports/invoices
es_co: Nombre se utilizará en los informes de facturas/
fr_fr: Le nom sera utilisé dans les rapports/factures

source: Business Phone
es_co: El Teléfono De La Empresa
fr_fr: Téléphone professionnel

source: Phone will be used in reports/invoices
es_co: El teléfono será utilizado en los informes de facturas/
fr_fr: Le téléphone sera utilisé dans les rapports/factures

source: Business Address
es_co: Dirección De Empresa
fr_fr: Adresse professionnelle

source: Address will be used in reports/invoices
es_co: Dirección será utilizada en los informes/facturas
fr_fr: L'adresse sera utilisée dans les rapports/factures

source: Logo to use
es_co: Logotipo para uso
fr_fr: Logo à utiliser

source: Enter url of logo
es_co: Escriba la dirección url del logotipo
fr_fr: Entrez l'url du logo

source: Where quote forms and other admin emails would be sent.
es_co: Donde cotización de los formularios y otros de administración de correos electrónicos serán enviados.
fr_fr: Où les formulaires de devis et autres courriels administratifs seront envoyés.

source: Where to send emails like Quote and other stuff.
es_co: Dónde enviar correos electrónicos de Cotización y otras cosas.
fr_fr: Où envoyer des courriels tels que Devis et autres.

source: Email Customer
es_co: Al Cliente Por Correo Electrónico
fr_fr: Envoyer un courriel au client

source: Email customer everytime job status is changed.
es_co: Al cliente por correo electrónico cada vez que trabajo cambia de estado.
fr_fr: Envoyer un e-mail au client à chaque fois que l'état d'un travail est modifié.

source: New User Notification
es_co: Nuevo Usuario De La Notificación
fr_fr: Notification aux nouveaux utilisateurs

source: Send email notificaiton to admin and customer on adding new user.
es_co: Enviar correo electrónico notificaiton a admin y cliente en añadir nuevo usuario.
fr_fr: Envoi d'une notification par courrier électronique à l'administrateur et au client lors de l'ajout d'un nouvel utilisateur.

source: GDPR Acceptance on Book and Quote forms
es_co: GDPR Aceptación en el Libro y Cita las formas
fr_fr: Acceptation du GDPR sur les formulaires de réservation et de devis

source: GDPR Acceptance text label for booking and quote
es_co: GDPR la Aceptación de la etiqueta de texto para la reserva y la cotización
fr_fr: Texte d'acceptation du GDPR pour les réservations et les devis

source: Privacy policy or terms link
es_co: Política de privacidad o términos de enlace
fr_fr: Lien vers la politique de confidentialité ou les conditions d'utilisation

source: Case # Prefix
es_co: Caso # Prefijo
fr_fr: Numéro de dossier Préfixe

source: Case number prefix e.g CHM_ or WC_
es_co: Caso el prefijo del número e.g CHM_ o WC_
fr_fr: Préfixe du numéro de dossier, par exemple CHM_ ou WC_

source: Case # Length for string in Case# before timestamp
es_co: Case # Longitud de la cadena en Case# antes de la marca de tiempo
fr_fr: Cas # Longueur de la chaîne dans le cas # avant l'horodatage

source: Default Country
es_co: Por Defecto País
fr_fr: Pays par défaut

source: Disable Parts and Use WooCommerce Products
es_co: Desactivar Partes y el Uso de Productos de WooCommerce
fr_fr: Désactiver les pièces et utiliser les produits WooCommerce

source: Please install and activate WooCommerce to use it. Otherwise you can rely on parts by our plugin.
es_co: Por favor, instalar y activar WooCommerce para usarlo. De lo contrario, usted puede confiar en partes por nuestro plugin.
fr_fr: Veuillez installer et activer WooCommerce pour l'utiliser. Sinon, vous pouvez compter sur les pièces de notre plugin.

source: Enable File Attachment in Job
es_co: Habilitar el Archivo Adjunto en el Trabajo
fr_fr: Activer l'attachement de fichiers dans le travail

source: Save Changes
es_co: Guardar Los Cambios
fr_fr: Enregistrer les modifications

source: Currency Settings
es_co: Configuración De Moneda
fr_fr: Paramètres des devises

source: Currency position
es_co: Posición en moneda
fr_fr: Position de change

source: Left
es_co: A la izquierda
fr_fr: Gauche

source: Right
es_co: Derecho
fr_fr: Droit

source: Left with space
es_co: A la izquierda con el espacio
fr_fr: Espace laissé libre

source: Right with space
es_co: A la derecha con el espacio
fr_fr: Droit avec espace

source: Thousand separator
es_co: Separador de miles
fr_fr: Séparateur de milliers

source: Decimal separator
es_co: Separador de decimales
fr_fr: Séparateur décimal

source: Number of decimals
es_co: Número de decimales
fr_fr: Nombre de décimales

source: Reports & Invoices Settings
es_co: Informes Y Facturas De Configuración
fr_fr: Rapports et factures Paramètres

source: Print Invoice Settings
es_co: Imprimir Configuración De Factura
fr_fr: Paramètres d'impression de la facture

source: Footer message on Print Invoice
es_co: Pie de página del mensaje de la Impresión de la Factura
fr_fr: Message en bas de page lors de l'impression de la facture

source: Thanks for your business!
es_co: Gracias por tu negocio!
fr_fr: Merci de votre confiance!

source: Invoice Print By
es_co: Factura De Impresión Por
fr_fr: Impression de la facture par

source: Default (By Items)
es_co: Por Defecto (Por Artículos)
fr_fr: Défaut (par éléments)

source: By Devices
es_co: Por Los Dispositivos
fr_fr: Par les appareils

source: By Items
es_co: Por Los Puntos
fr_fr: Par articles

source: Repair Order Settings
es_co: Reparación, Configuración
fr_fr: Paramètres de l'ordre de réparation

source: Terms & Conditions for Repair Order
es_co: Términos y Condiciones de Orden de Reparación
fr_fr: Conditions générales de l'ordre de réparation

source: On Repair Order QR Code would be generated with this link.
es_co: En Orden de Reparación Código QR que se genera con este enlace.
fr_fr: Sur l'ordre de réparation, un code QR sera généré avec ce lien.

source: Repair Order Print Size
es_co: Orden De Reparación Tamaño De La Impresión
fr_fr: Ordre de réparation Taille d'impression

source: Default (POS Size)
es_co: Por defecto (POS Tamaño)
fr_fr: Valeur par défaut (taille POS)
