Repository: common-repository/computer-repair-shop
Catalog: languages/computer-repair-shop-*.po
Languages: es_co, fr_fr

source: Display Business Address Details
es_co: Mostrar Los Detalles De La Dirección De Negocios
fr_fr: Afficher les détails de l'adresse de l'entreprise

source: Show business address, email and phone details on repair order.
es_co: Mostrar la dirección de la empresa, correo electrónico y teléfono de detalles en la orden de reparación.
fr_fr: Indiquer l'adresse professionnelle, l'adresse électronique et les coordonnées téléphoniques sur l'ordre de réparation.

source: Display Customer Email & Address Details
es_co: La Pantalla De Los Clientes De Correo Electrónico Y Los Detalles De La Dirección
fr_fr: Afficher les détails de l'adresse électronique et de l'adresse du client

source: Show customer address, email and phone details on repair order.
es_co: Mostrar al cliente dirección, correo electrónico y teléfono de detalles en la orden de reparación.
fr_fr: Afficher l'adresse, l'email et le téléphone du client sur l'ordre de réparation.

source: Footer message on Repair Order
es_co: Pie de página del mensaje de Orden de Reparación
fr_fr: Message de bas de page sur l'ordre de réparation

source: Add New Status
es_co: Añadir Un Nuevo Estatus
fr_fr: Ajouter un nouveau statut

source: Manage Woo Stock
es_co: Administrar Woo Stock
fr_fr: Gérer le stock de Woo

source: RepairBuddy WordPress Plugin provides various shortcodes to use in different pages. Just copy a shortcode you need and paste in a page to use it. Please check Page Setup for some default created pages.
es_co: RepairBuddy Plugin de WordPress proporciona varios códigos cortos para utilizar en diferentes páginas. Solo copie un shortcode que usted necesita y pegar en una página a utilizar. Por favor, compruebe la Página de Configuración para algunos predeterminado creado páginas.
fr_fr: RepairBuddy WordPress Plugin fournit plusieurs shortcodes à utiliser dans différentes pages. Il suffit de copier le shortcode dont vous avez besoin et de le coller dans une page pour l'utiliser. Veuillez consulter la rubrique Configuration des pages pour connaître les pages créées par défaut.

source: Check Repair Status
es_co: Compruebe El Estado De La Reparación
fr_fr: Vérifier l'état des réparations

source: To add check case status form create a page and insert shortcode
es_co: Para agregar comprobar el estado del caso la forma de crear una página e insertar código corto
fr_fr: Pour ajouter un formulaire de vérification de l'état d'un dossier, créez une page et insérez un shortcode

source: Book Device / Book Service
es_co: Libro Dispositivo / Servicio De Libreta De
fr_fr: Appareil à livres / Service de livres

source: Book the service with brand, device, and service selection.
es_co: Reservar el servicio con la marca, el dispositivo y el servicio de selección.
fr_fr: Réservez le service en sélectionnant la marque, l'appareil et le service.

source: Doesn't include device type or grouped services.
es_co: No incluye el tipo de dispositivo o agrupados servicios.
fr_fr: N'inclut pas le type d'appareil ou les services groupés.

source: Grouped services with device type, brands, devices.
es_co: Agrupados servicios con el tipo de dispositivo, marcas, dispositivos.
fr_fr: Services regroupés par type d'appareil, par marque, par appareil.

source: No service section, Services with device as dropdown. Ability to add service for each device.
es_co: Ninguna sección de servicio, los Servicios con dispositivo desplegable. Capacidad para agregar el servicio para cada dispositivo.
fr_fr: Pas de section sur les services, les services avec l'appareil sont affichés dans une liste déroulante. Possibilité d'ajouter un service pour chaque appareil.

source: To add start new job by device on front end for loged in users only
es_co: Para agregar iniciar nuevo trabajo por el dispositivo en el front-end para decidiria en los usuarios sólo
fr_fr: Pour ajouter le démarrage d'un nouveau travail par appareil dans la partie frontale pour les utilisateurs connectés uniquement

source: My Account Page
es_co: La Página De Mi Cuenta
fr_fr: Page Mon compte

source: Note: If you are using WooCommerce then WooCommerce My Account page can list Repair Orders and Request quote section, You do not need to add separate account page in that case.
es_co: Nota: Si está utilizando WooCommerce, a continuación, WooCommerce Mi Cuenta de página de la lista de Órdenes de Reparación y Solicitud de cotización sección, Usted no necesita agregar una cuenta aparte de la página en ese caso.
fr_fr: Note : Si vous utilisez WooCommerce, la page Mon compte de WooCommerce peut contenir les sections Ordres de réparation et Demande de devis, vous n'avez pas besoin d'ajouter une page de compte séparée dans ce cas.

source: To add user account page into front end create a page and use
es_co: Para agregar la cuenta de usuario de la página en el extremo delantero de crear una página y el uso de
fr_fr: Pour ajouter une page de compte d'utilisateur dans le front-end, créez une page et utilisez

source: For Warranty Claim
es_co: Para La Reclamación De Garantía
fr_fr: Pour les réclamations au titre de la garantie

source: Warranty claim can be done for WooCommerce products or Devices.
es_co: El reclamo de la garantía se puede hacer para WooCommerce productos o Dispositivos.
fr_fr: La demande de garantie peut être faite pour les produits ou appareils WooCommerce.

source: Following Shortcode let customers book their device for warranty claim. Doesn't require services to be included.
es_co: Siguiente Shortcode vamos libro de los clientes de su dispositivo para la reclamación de garantía. No requiere servicios que se incluyen.
fr_fr: Le shortcode suivant permet aux clients de réserver leur appareil pour bénéficier de la garantie. Il n'est pas nécessaire que les services soient inclus.

source: Simple Quote Form
es_co: Simple Formulario De Cotización
fr_fr: Formulaire de devis simple

source: To add simple request quote form into front end use
es_co: Para agregar una simple solicitud formulario de cotización en frente de uso final
fr_fr: Pour ajouter un simple formulaire de demande de devis dans la partie frontale, utiliser

source: Services Page
es_co: Página De Servicios
fr_fr: Page des services

source: To populate services create a page and insert shortcode
es_co: Para rellenar los servicios de crear una página e insertar código corto
fr_fr: Pour alimenter les services, créez une page et insérez un shortcode

source: Parts Page
es_co: Partes De La Página
fr_fr: Page des pièces détachées

source: To populate parts/products create a page and insert shortcode
es_co: Para rellenar piezas/productos crear una página e insertar código corto
fr_fr: Pour remplir les pièces/produits, créez une page et insérez un shortcode

source: We have some addons which you can use to extend the features of your RepairBuddy WordPress Plugin.
es_co: Tenemos algunos de los complementos que se pueden utilizar para ampliar las características de su RepairBuddy Plugin de WordPress.
fr_fr: Nous avons quelques addons que vous pouvez utiliser pour étendre les fonctionnalités de votre plugin WordPress RepairBuddy.

source: Multistore RepairBuddy addon extends your CRM with features to have more than one stores, filter jobs based on stores. Technicians can access jobs only they have access to, Managers can access only store they have access to. Invoices can also have address of selected store on that job and much more ...
es_co: Multistore RepairBuddy addon extiende su CRM con las características de tener más de uno de los almacenes, filtro de puestos de trabajo basados en las tiendas. Los técnicos pueden acceder a puestos de trabajo sólo a los que tienen acceso, los Administradores sólo pueden acceder a la tienda que tienen acceso. Las facturas también puede tener la dirección de la tienda en la que trabajo y mucho más ...
fr_fr: Multistore RepairBuddy addon étend votre CRM avec des fonctionnalités permettant d'avoir plus d'un magasin, de filtrer les offres d'emploi en fonction des magasins. Les techniciens ne peuvent accéder qu'aux travaux auxquels ils ont accès, les managers ne peuvent accéder qu'aux magasins auxquels ils ont accès. Les factures peuvent également contenir l'adresse du magasin sélectionné pour ce travail et bien plus encore ...

source: Learn More
es_co: Aprender Más
fr_fr: En savoir plus

source: QuickBooks Addon – RepairBuddy is another great addon to expand features of your RepairBuddy supported website. Using QuickBooks addon you can easily fetch your customers from QuickBooks and also send invoices to QuickBooks from RepairBuddy. While you can manually send invoices to QuickBooks clicking button but also on status change automatically job can be sent to QuickBooks as invoice.
es_co: QuickBooks Addon - RepairBuddy es otro gran complemento para ampliar las características de su RepairBuddy sitio web compatible. El uso de QuickBooks addon usted puede fácilmente obtener sus clientes de QuickBooks y también enviar facturas a QuickBooks de RepairBuddy. Mientras que usted puede enviar manualmente las facturas a QuickBooks haciendo clic en el botón, sino también en el cambio de estado automáticamente el trabajo puede ser enviado a QuickBooks como factura.
fr_fr: QuickBooks Addon - RepairBuddy est un autre addon idéal pour étendre les fonctionnalités de votre site internet supporté par RepairBuddy. En utilisant l'addon QuickBooks, vous pouvez facilement récupérer vos clients dans QuickBooks et envoyer des factures à QuickBooks depuis RepairBuddy. Vous pouvez envoyer manuellement des factures à QuickBooks en cliquant sur un bouton, mais aussi en cas de changement de statut, le travail peut être envoyé automatiquement à QuickBooks en tant que facture.

source: Settings saved!
es_co: La configuración de guardado!
fr_fr: Paramètres sauvegardés !

source: File Attachment
es_co: Archivo Adjunto
fr_fr: Fichier joint

source: Click to view
es_co: Haga clic para ver
fr_fr: Cliquez pour voir

source: ESTIMATE
es_co: ESTIMACIÓN
fr_fr: ESTIMATION

source: Order Details
es_co: Los Detalles De La Orden
fr_fr: Détails de la commande

source: Tax (%)
es_co: De impuestos (%)
fr_fr: Impôts (%)

source: Product Name
es_co: Nombre Del Producto
fr_fr: Nom du produit

source: Extra Name
es_co: Nombre Extra
fr_fr: Nom supplémentaire

source: Something is wrong please check your url.
es_co: Algo está mal, por favor verifique su dirección url.
fr_fr: Quelque chose ne va pas, vérifiez votre url.

source: Print label to paste on device or parts for validation of claim.
es_co: Impresión de etiquetas para pegar en el dispositivo o partes para la validación de la demanda.
fr_fr: Imprimez l'étiquette à coller sur l'appareil ou les pièces pour valider la demande.

source: Cost
es_co: Costo
fr_fr: Coût

source: Problem
es_co: Problema
fr_fr: Problème

source: Scan to read policy
es_co: Escanear para leer la política de
fr_fr: Scanner pour lire la politique

source: Scan for Terms and Conditions
es_co: Scan para ver los Términos y Condiciones
fr_fr: Rechercher les conditions générales d'utilisation

source: I agree to the terms and conditions.
es_co: Estoy de acuerdo con los términos y condiciones.
fr_fr: J'accepte les termes et conditions.

source: Signature
es_co: Firma

source: Picked Up
es_co: Recogido
fr_fr: Ramassé

source: Select/Unselect All
es_co: Seleccionar/deseleccionar todo
fr_fr: Sélectionner/Désélectionner tout

source: Daily Sales Summary
es_co: Resumen De Ventas Diarias
fr_fr: Résumé des ventes quotidiennes

source: You have added status.
es_co: Se ha añadido el estado.
fr_fr: Vous avez ajouté un statut.

source: Tax status updated!
es_co: Situación fiscal actualizado!
fr_fr: Statut fiscal mis à jour!

source: Job status updated!
es_co: De estado de trabajo actualizado!
fr_fr: Statut de l'emploi mis à jour!

source: Payment status updated!
es_co: Estado de pago actualizado!
fr_fr: Mise à jour de l'état des paiements!

source: Now products would automatically deduct with this status from WOO inventory balance.!
es_co: Ahora los productos de deducir automáticamente con este estado de WOO balance de inventario.!
fr_fr: Désormais, les produits seront automatiquement déduits de la balance d'inventaire de WOO avec ce statut !

source: Order status modified to
es_co: Estado de la orden modificada para
fr_fr: Statut de l'ordre modifié en

source: No change same record!
es_co: Ningún cambio mismo registro!
fr_fr: Pas de changement, même record!

source: Order Id or Order Status missing!
es_co: Identificación de la orden o Estado de la Orden falta!
fr_fr: Identité ou état de la commande manquant!

source: Duplicate User
es_co: De Usuario Duplicados
fr_fr: Utilisateur en double

source: Not a valid username
es_co: No un nombre de usuario válido
fr_fr: Nom d'utilisateur non valide

source: Email is not valid
es_co: El correo electrónico no es válido
fr_fr: L'e-mail n'est pas valide

source: Email already in user. Try resetting password if its your Email.
es_co: El Email ya en el usuario. Intente restablecer la contraseña si su Correo electrónico.
fr_fr: L'email est déjà dans l'utilisateur. Essayez de réinitialiser le mot de passe si c'est votre adresse électronique.

source: User account is created logins sent to email.
es_co: Cuenta de usuario creada inicios de sesión enviadas al correo electrónico.
fr_fr: Le compte d'utilisateur est créé et les identifiants sont envoyés par courrier électronique.

source: Extra name here...
es_co: Extra aquí el nombre de...
fr_fr: Nom supplémentaire ici...

source: No ID selected
es_co: No ID seleccionado
fr_fr: Pas d'ID sélectionné

source: Add a new customer
es_co: Añadir un nuevo cliente
fr_fr: Ajouter un nouveau client

source: First Name
es_co: Primer Nombre
fr_fr: Prénom

source: First Name Is Required.
es_co: El Nombre Es Necesario.
fr_fr: Le prénom est obligatoire.

source: Last Name
es_co: Apellido
fr_fr: Nom de famille

source: Phone Number
es_co: Número De Teléfono
fr_fr: Numéro de téléphone

source: Postal/Zip Code
es_co: Postal/Código Postal
fr_fr: Code postal

source: City
es_co: Ciudad
fr_fr: Ville

source: State/Province
es_co: Estado/Provincia
fr_fr: État/Province

source: Country
es_co: País
fr_fr: Pays

source: Add Customer
es_co: Agregar El Cliente
fr_fr: Ajouter un client

source: User Updated!
es_co: Usuario Actualizado!
fr_fr: Utilisateur mis à jour!

source: Email Is Required.
es_co: El Email Es Necesario.
fr_fr: L'adresse électronique est requise.

source: Update
es_co: Actualización
fr_fr: Mise à jour

source: Add a new technician
es_co: Añadir un nuevo técnico
fr_fr: Ajouter un nouveau technicien

source: Postal Code
es_co: Código Postal
fr_fr: Code postal

source: Add Technician
es_co: Agregar Técnico
fr_fr: Ajouter un technicien

source: Field Label
es_co: Etiqueta De Campo
fr_fr: Étiquette du champ

source: Field Data
es_co: Los Datos De Campo
fr_fr: Données de terrain

source: Field Description
es_co: Campo Descripción
fr_fr: Description du champ

source: Field Visibility
es_co: La Visibilidad Del Campo
fr_fr: Visibilité du champ

source: Visibility of this field
es_co: La visibilidad de este campo
fr_fr: Visibilité de ce champ

source: Customer & Staff
es_co: Cliente Y De Los Empleados
fr_fr: Clients et personnel

source: Staff
es_co: El personal de la
fr_fr: Personnel

source: Attach File
es_co: Adjuntar Archivo
fr_fr: Joindre un fichier

source: Status Email Message
es_co: Estado Del Mensaje De Correo Electrónico
fr_fr: Message d'état par courriel

source: Can be used in other mediums of notifications like SMS if used. Available keywords brackets required {{KEYWORDHERE}}
es_co: Puede ser utilizado en otros medios de notificaitons como SMS si se utiliza {{KEYWORDHERE}}
fr_fr: Peut être utilisé dans d'autres moyens de notification, comme les SMS, le cas échéant. Mots clés disponibles entre parenthèses {{KEYWORDHERE}}}

source: This message would be sent when a job status is changed to this.
es_co: Este mensaje se enviará cuando el estado del trabajo se cambia a este.
fr_fr: Ce message est envoyé lorsque le statut d'un travail est modifié.

source: Sorry nothing to display!
es_co: Lo sentimos nada que mostrar!
fr_fr: Désolé, il n'y a rien à afficher!

source: Assigned To
es_co: Asignado A
fr_fr: Affecté à

source: View
es_co: Ver
fr_fr: Voir

source: Your Job Status is Updated!
es_co: Su Trabajo se Actualiza el Estado!
fr_fr: Votre statut professionnel est mis à jour!

source: Hi
es_co: Hola
fr_fr: Bonjour

source: Your Job Status Is Updated.
es_co: Su Trabajo Se Actualiza El Estado.
fr_fr: Votre statut professionnel est mis à jour.

source: Your Job update is below if you have any questions please reach us.
es_co: Su Trabajo de actualización a continuación si usted tiene alguna pregunta, póngase en contacto con nosotros.
fr_fr: Votre poste est mis à jour ci-dessous. Si vous avez des questions, n'hésitez pas à nous contacter.

source: Repair Orders
es_co: Órdenes De Reparación
fr_fr: Ordres de réparation

source: Request Quote
es_co: Solicitud De Cotización
fr_fr: Demande de devis

source: Welcome
es_co: Bienvenido
fr_fr: Bienvenue

source: Upload File
es_co: Subir Archivo
fr_fr: Télécharger le fichier

source: Remove File
es_co: La Eliminación De Un Archivo
fr_fr: Supprimer le fichier

source: Select Country
es_co: Seleccione El País
fr_fr: Sélectionner un pays

source: Afghanistan
es_co: Afganistán

source: Algeria
es_co: Argelia
fr_fr: Algérie

source: American Samoa
es_co: Samoa Americana
fr_fr: Samoa américaines

source: Anguilla
es_co: Anguila

source: Antarctica
es_co: La antártida
fr_fr: Antarctique

source: Antigua and Barbuda
es_co: Antigua y Barbuda
fr_fr: Antigua et Barbuda

source: Azerbaijan
es_co: Azerbaiyán
fr_fr: Azerbaïdjan

source: Bahrain
es_co: Bahrein
fr_fr: Bahreïn

source: Belarus
es_co: Bielorrusia

source: Belgium
es_co: Bélgica

source: Belize
es_co: Belice

source: Bermuda
es_co: Las bermudas

source: Bhutan
es_co: Bután

source: Bosnia and Herzegovina
es_co: Bosnia y Herzegovina

source: Bouvet Island
es_co: La Isla De Bouvet

source: Brazil
es_co: Brasil

source: British Indian Ocean Territory
es_co: Territorio Británico Del Océano Índico

source: Cambodia
es_co: Camboya

source: Cameroon
es_co: Camerún

source: Canada
es_co: Canadá

source: Cape Verde
es_co: Cabo Verde

source: Cayman Islands
es_co: Islas Caimán

source: Central African Republic
es_co: República Centroafricana

source: Christmas Island
es_co: La Isla De Navidad

source: Cocos (Keeling) Islands
es_co: Islas Cocos (Keeling)

source: Comoros
es_co: Comoras

source: Congo, the Democratic Republic of the
es_co: Congo, la República Democrática del

source: Cook Islands
es_co: Islas Cook

source: Croatia
es_co: Croacia

source: Cyprus
es_co: Chipre

source: Czech Republic
es_co: República Checa

source: Denmark
es_co: Dinamarca

source: Dominican Republic
es_co: República Dominicana

source: Egypt
es_co: Egipto

source: Equatorial Guinea
es_co: Guinea Ecuatorial

source: Ethiopia
es_co: Etiopía

source: Falkland Islands (Malvinas)
es_co: Islas Malvinas (Falkland)

source: Faroe Islands
es_co: Islas Feroe

source: Finland
es_co: Finlandia

source: France
es_co: Francia

source: French Guiana
es_co: La Guayana Francesa

source: French Polynesia
es_co: La Polinesia Francesa

source: French Southern Territories
es_co: Territorios Australes Franceses

source: Gabon
es_co: Gabón

source: Germany
es_co: Alemania

source: Greece
es_co: Grecia

source: Greenland
es_co: Groenlandia

source: Grenada
es_co: Granada

source: Guadeloupe
es_co: Guadalupe

source: Haiti
es_co: Haití

source: Heard Island and Mcdonald Islands
es_co: La Isla heard y Mcdonald Islas

source: Holy See (Vatican City State)
es_co: Santa Sede (Ciudad Del Vaticano)

source: Hungary
es_co: Hungría

source: Iceland
es_co: Islandia

source: India
es_co: La India

source: Iran, Islamic Republic
es_co: Irán, República Islámica

source: Iraq
es_co: Irak

source: Ireland
es_co: Irlanda

source: Italy
es_co: Italia

source: Japan
es_co: Japón

source: Kazakhstan
es_co: Kazajstán

source: Kenya
es_co: Kenia

source: Korea, Democratic People's Republic
es_co: Corea, República popular Democrática

source: Korea, Republic of
es_co: Corea, República de

source: Kyrgyzstan
es_co: Kirguistán

source: Lao People's Democratic Republic
es_co: La República Democrática popular Lao

source: Latvia
es_co: Letonia

source: Lebanon
es_co: Líbano

source: Libyan Arab Jamahiriya
es_co: Jamahiriya Árabe Libia

source: Lithuania
es_co: Lituania

source: Luxembourg
es_co: Luxemburgo

source: Macedonia, the Former Yugoslav Republic of
es_co: Macedonia, Ex República Yugoslava de

source: Malaysia
es_co: Malasia

source: Maldives
es_co: Maldivas

source: Mali
es_co: Malí

source: Marshall Islands
es_co: Islas Marshall

source: Martinique
es_co: Martinica

source: Mauritius
es_co: Mauricio

source: Mexico
es_co: México

source: Micronesia, Federated States of
es_co: Micronesia, Estados Federados de

source: Moldova, Republic of
es_co: Moldova, República de

source: Monaco
es_co: Mónaco

source: Morocco
es_co: Marruecos

source: Netherlands
es_co: Países bajos

source: Netherlands Antilles
es_co: Antillas Neerlandesas

source: New Caledonia
es_co: Nueva Caledonia

source: New Zealand
es_co: Nueva Zelanda

source: Niger
es_co: Níger

source: Norfolk Island
es_co: La Isla De Norfolk

source: Northern Mariana Islands
es_co: Las Islas Marianas Del Norte

source: Norway
es_co: Noruega

source: Oman
es_co: Omán

source: Pakistan
es_co: Pakistán

source: Palestine
es_co: Palestina

source: Panama
es_co: Panamá

source: Papua New Guinea
es_co: Papúa Nueva Guinea

source: Peru
es_co: Perú

source: Philippines
es_co: Filipinas

source: Poland
es_co: Polonia

source: Reunion
es_co: Reunión

source: Romania
es_co: Rumanía

source: Russian Federation
es_co: Federación De Rusia

source: Rwanda
es_co: Ruanda

source: Saint Kitts and Nevis
es_co: Saint Kitts y Nevis

source: Saint Lucia
es_co: Santa Lucía

source: Saint Pierre and Miquelon
es_co: Saint Pierre y Miquelon

source: Saint Vincent and the Grenadines
es_co: San Vicente y las Granadinas

source: Sao Tome and Principe
es_co: Sao Tomé y Príncipe

source: Saudi Arabia
es_co: Arabia Saudita

source: Serbia and Montenegro
es_co: Serbia y Montenegro

source: Sierra Leone
es_co: Sierra Leona

source: Singapore
es_co: Singapur

source: Slovakia
es_co: Eslovaquia

source: Slovenia
es_co: Eslovenia

source: Solomon Islands
es_co: Islas Salomón

source: South Africa
es_co: Sudáfrica

source: South Georgia and the South Sandwich Islands
es_co: Georgia del sur y las Islas Sandwich del Sur

source: Spain
es_co: España

source: Sudan
es_co: Sudán

source: Svalbard and Jan Mayen
es_co: Svalbard y Jan Mayen

source: Swaziland
es_co: Swazilandia

source: Sweden
es_co: Suecia

source: Switzerland
es_co: Suiza

source: Syrian Arab Republic
es_co: República Árabe Siria

source: Taiwan, Province of China
es_co: Taiwán, Provincia de China

source: Tajikistan
es_co: Tayikistán

source: Tanzania, United Republic of
es_co: Tanzanía, República Unida de

source: Thailand
es_co: Tailandia

source: Trinidad and Tobago
es_co: Trinidad y Tobago

source: Tunisia
es_co: Túnez

source: Turkey
es_co: Turquía
fr_fr: Turquie

source: Turkmenistan
es_co: Turkmenistán
fr_fr: Turkménistan

source: Turks and Caicos Islands
es_co: Islas turcas y Caicos
fr_fr: Îles Turks et Caicos

source: Ukraine
es_co: Ucrania

source: United Arab Emirates
es_co: Emiratos Árabes Unidos
fr_fr: Émirats arabes unis

source: United Kingdom
es_co: Reino Unido
fr_fr: Royaume-Uni

source: United States
es_co: Estados Unidos
fr_fr: États-Unis

source: United States Minor Outlying Islands
es_co: Estados Unidos Islas Menores Alejadas De
fr_fr: Îles mineures éloignées des États-Unis

source: Uzbekistan
es_co: Uzbekistán
fr_fr: Ouzbékistan

source: Virgin Islands, British
es_co: Islas Vírgenes Británicas
