Repository: common-repository/computer-repair-shop
Catalog: languages/computer-repair-shop-*.po
Languages: es_co, fr_fr

source: New Order
es_co: Nuevo Orden
fr_fr: Nouvel Ordre

source: Quote
es_co: Cita
fr_fr: Citation

source: Cancelled
es_co: Cancelada
fr_fr: Annulé

source: In Process
es_co: En El Proceso De
fr_fr: En cours

source: In Service
es_co: En El Servicio
fr_fr: En service

source: Ready/Complete
es_co: Listo/
fr_fr: Prêt/Complet

source: Delivered
es_co: Entregado
fr_fr: Livré

source: Job Status
es_co: Estado De Los Trabajos
fr_fr: Statut de l'emploi

source: Book Device
es_co: Libro Dispositivo
fr_fr: Appareil à livres

source: My Account
es_co: Mi Cuenta
fr_fr: Mon compte

source: Our Services
es_co: Nuestros Servicios
fr_fr: Nos services

source: Parts
es_co: Partes
fr_fr: Produits

source: No Status
es_co: No Hay Ningún Estado
fr_fr: Pas de statut

source: Credit
es_co: De crédito
fr_fr: Crédit

source: Paid
es_co: Pagado
fr_fr: Payé

source: Partially Paid
es_co: Parcialmente Pagados
fr_fr: Partiellement payé

source: Customer
es_co: Cliente
fr_fr: Client

source: Technician
es_co: Técnico
fr_fr: Technicien

source: Store Manager
es_co: Gerente De Tienda
fr_fr: Directeur de magasin

source: Computer Repair
es_co: Reparación De Computadoras
fr_fr: Réparation d'ordinateurs

source: Repair Services
es_co: Servicios De Reparación De
fr_fr: Services de réparation

source: Services
es_co: Servicios

source: Products
es_co: Productos
fr_fr: Produits

source: Repair Jobs
es_co: Los Trabajos De Reparación
fr_fr: Emplois de réparation

source: Jobs
es_co: Puestos de trabajo
fr_fr: Emplois

source: Print Screen
es_co: Impresión De La Pantalla
fr_fr: Écran d'impression

source: Device
es_co: Dispositivo
fr_fr: Dispositif

source: Devices
es_co: Los dispositivos
fr_fr: Dispositifs

source: Device Brand
es_co: Dispositivo De La Marca
fr_fr: Marque de l'appareil

source: Device Brands
es_co: Marcas De Dispositivos
fr_fr: Marques d'appareils

source: Device Types
es_co: Tipos De Dispositivo
fr_fr: Types d'appareils

source: Clients
es_co: Los clientes

source: Technicians
es_co: Los técnicos
fr_fr: Techniciens

source: Managers
es_co: Los gerentes de
fr_fr: Gestionnaires

source: Reports
es_co: Informes
fr_fr: Rapports

source: Reminder Logs
es_co: Recordatorio De Los Registros De
fr_fr: Journaux de rappel

source: Customer
es_co: Cliente
fr_fr: Client

source: Payments
es_co: Los pagos
fr_fr: Paiements

source: Booking Settings
es_co: Configuración De Reserva
fr_fr: Paramètres de réservation

source: Device Type
es_co: Tipo De Dispositivo
fr_fr: Type d'appareil

source: Booking & Quote Forms
es_co: Simple Formulario De Cotización
fr_fr: Formulaires de réservation et de devis

source: Send booking forms & quote forms to jobs instead of estimates
es_co: Envíe formularios de reserva y de presupuesto a los trabajos en lugar de presupuestos
fr_fr: Envoyer les formulaires de réservation et de devis aux travaux plutôt qu'aux devis

source: Select default
es_co: Seleccionar por defecto
fr_fr: Sélectionner la valeur par défaut

source: Keep selected on booking page
es_co: Mantenga seleccionado en la página de reservas
fr_fr: Maintenir la sélection sur la page de réservation

source: Update Options
es_co: Opciones De Actualización
fr_fr: Options de mise à jour

source: Couldn't verify nonce please reload page.
es_co: No podía verificar nonce por favor vuelva a cargar la página.
fr_fr: Impossible de vérifier le nonce, veuillez recharger la page.

source: Settings updated!
es_co: Configuración actualizado!
fr_fr: Paramètres mis à jour !

source: Tickets
es_co: Los boletos
fr_fr: Billets

source: Brands
es_co: Marcas
fr_fr: Marques

source: Types
es_co: Tipos de
fr_fr: Les types

source: Customers
es_co: Los clientes
fr_fr: Clients

source: Book
es_co: Libro
fr_fr: Livre

source: Pages Setup
es_co: Configuración De Páginas
fr_fr: Configuration des pages

source: Invalid Form
es_co: Formulario No Válido
fr_fr: Formulaire non valide

source: You may change pages which have related shortcodes.
es_co: Usted puede cambiar las páginas que han de shortcodes.
fr_fr: Vous pouvez modifier les pages qui ont des shortcodes associés.

source: Select Status Check Page
es_co: Seleccione Comprobación Del Estado De Página
fr_fr: Sélectionner la page de vérification de l'état

source: Select status page
es_co: Seleccione la página de estado de
fr_fr: Sélectionner la page d'état

source: A page that have shortcode
es_co: Una página que tiene shortcode
fr_fr: Une page qui contient un shortcode

source: If set this would be used to send link to customers for status check in email and other notification mediums.
es_co: Si se establece este sería utilizado para enviar un enlace a los clientes para comprobar el estado en el correo electrónico y otros medios de notificación.
fr_fr: Si cette option est activée, elle sera utilisée pour envoyer un lien aux clients afin qu'ils vérifient l'état de leur dossier dans un courrier électronique ou par d'autres moyens de notification.

source: Select Device Booking Page
es_co: Seleccione El Dispositivo De Reserva De La Página
fr_fr: Sélectionner la page de réservation de l'appareil

source: Select booking page
es_co: Seleccione página de reservas
fr_fr: Sélectionner la page de réservation

source: A page for booking process with shortcode
es_co: Una página para el proceso de reserva con shortcode
fr_fr: Une page pour le processus de réservation avec shortcode

source: Select My Account Page
es_co: Seleccione La Página De Mi Cuenta
fr_fr: Sélectionner la page Mon compte

source: Select my account page
es_co: Seleccione la página de mi cuenta
fr_fr: Sélectionner la page de mon compte

source: A page for customer account with shortcode
es_co: Una página para la cuenta del cliente con shortcode
fr_fr: Une page pour le compte client avec shortcode

source: If you are using WooCommerce you can use its my account page which can display job history to customers as well
es_co: Si usted está usando WooCommerce puede utilizar su página mi cuenta que puede mostrar el historial de trabajos para clientes como bien
fr_fr: Si vous utilisez WooCommerce, vous pouvez utiliser sa page "Mon compte" qui peut également afficher l'historique des emplois pour les clients

source: Select Services Page
es_co: Seleccione La Página De Servicios
fr_fr: Sélectionner la page des services

source: Select services page
es_co: Seleccione la página de servicios
fr_fr: Sélectionner la page des services

source: A page lists services should have shortcode
es_co: Una página de lista de servicios debe tener shortcode
fr_fr: Une page listant des services doit avoir un shortcode

source: Select Parts Page
es_co: Seleccionar Partes De La Página
fr_fr: Sélectionner la page des pièces

source: Select parts page
es_co: Seleccionar partes de la página
fr_fr: Sélectionner la page des pièces

source: A page lists parts should have shortcode
es_co: Una página de listas de partes debe tener shortcode
fr_fr: Une page de liste de pièces doit avoir un shortcode

source: If you are using WooCommerce products as parts then its not needed.
es_co: Si usted está usando WooCommerce productos como piezas y luego no sea necesario.
fr_fr: Si vous utilisez des produits WooCommerce comme pièces, ce n'est pas nécessaire.

source: Redirect user after login.
es_co: Redirigir usuario después de iniciar sesión.
fr_fr: Rediriger l'utilisateur après la connexion.

source: Select Page for customer to redirect after login
es_co: Seleccione la Página para que el cliente pueda redirigir después de inicio de sesión
fr_fr: Sélectionnez la page que le client doit rediriger après la connexion

source: Select customer page after login
es_co: Seleccione el cliente, después de iniciar sesión
fr_fr: Sélectionner la page du client après la connexion

source: If you want to use WooCommerce My Account page please select that.
es_co: Si desea utilizar WooCommerce página de Mi Cuenta por favor, seleccione de eso.
fr_fr: Si vous souhaitez utiliser la page Mon compte de WooCommerce, sélectionnez-la.

source: Turn on Customer Registration on My Account Page
es_co: Activar Registro de Clientes en la Página de Mi Cuenta
fr_fr: Activer l'enregistrement des clients sur la page Mon compte

source: If checked customer registration form will appear in my account page which have shortcode
es_co: Si se marca el formulario de registro del cliente aparecerá en la página de mi cuenta que tiene shortcode
fr_fr: Si coché, le formulaire d'inscription du client apparaîtra dans ma page de compte qui a un shortcode

source: Submit
es_co: Enviar
fr_fr: Soumettre

source: Set Prices for Devices
es_co: Los Precios fijados para Dispositivos
fr_fr: Fixer les prix des appareils

source: Service ID couldn not be found, please publish or update serviceto get price settings
es_co: ID de servicio podría no ser encontrado, por favor, publicar o actualizar serviceto obtener el precio de configuración de
fr_fr: L'identifiant du service n'a pas été trouvé, veuillez publier ou mettre à jour le service pour obtenir les paramètres de prix

source: Please note If set deivce price that will override manufacture price, if set manufacture price that will override type price. And if only type price is set that will apply to all devices related to that type or manufacture
es_co: Por favor nota Si se ajusta deivce precio que va a reemplazar precio de la fabricación, si se establece precio de la fabricación, que anula tipo de precio. Y si sólo tipo de precio se establece que se aplicará a todos los dispositivos relacionados con ese tipo o en la fabricación de
fr_fr: Veuillez noter que si le prix de vente est défini, il sera prioritaire sur le prix de fabrication, si le prix de fabrication est défini, il sera prioritaire sur le prix du type. Et si seul le prix du type est défini, il s'appliquera à tous les appareils liés à ce type ou à cette fabrication

source: Set price by
es_co: Fijar precio por
fr_fr: Fixer le prix par

source: Update prices to apply to related devices
es_co: Actualización de precios a aplicar a los dispositivos relacionados
fr_fr: Mettre à jour les prix pour qu'ils s'appliquent aux appareils apparentés

source: Update Prices
es_co: Actualización De Precios
fr_fr: Mise à jour des prix

source: Name
es_co: Nombre
fr_fr: Nom

source: Price
es_co: Precio
fr_fr: Prix

source: Active
es_co: Activo
fr_fr: Actif

source: Add some
es_co: Agregar algunos
fr_fr: Ajouter quelques

source: to set prices
es_co: para fijar los precios
fr_fr: fixer les prix

source: You may update manufacutre or type prices to apply to related devices as well.
es_co: Usted puede actualizar manufacutre o tipo de precios a aplicar a los dispositivos.
fr_fr: Vous pouvez mettre à jour les prix de fabrication ou de type pour qu'ils s'appliquent également aux appareils apparentés.

source: You are trying to post
es_co: Está intentando publicar
fr_fr: Vous essayez d'afficher

source: while your server allows max_input_vars
es_co: mientras su servidor permita max_input_vars
fr_fr: si votre serveur autorise max_input_vars

source: Couldn't verify nonce please reload pages.
es_co: No podía verificar nonce por favor vuelva a cargar la página.
fr_fr: Impossible de vérifier le nonce, veuillez recharger les pages.

source: Service could not identified
es_co: El servicio podría no identificado
fr_fr: Le service n'a pas pu être identifié

source: Price by
es_co: Precio por
fr_fr: Prix par

source: Devices & Brands
es_co: Dispositivos Y Marcas
fr_fr: Appareils et marques

source: Note
es_co: Nota

source: Pin Code/Password
es_co: Código Pin/Contraseña
fr_fr: Code pin/mot de passe

source: Brands & Devices
es_co: Las Marcas Y Los Dispositivos De
fr_fr: Marques et dispositifs

source: Enable Pin Code Field in Jobs page
es_co: Habilitar el Campo Código Pin en la página de Puestos de trabajo
fr_fr: Activer le champ Code Pin dans la page Offres d'emploi

source: Show Pin Code in Invoices/Emails/Status Check
es_co: Mostrar el Código Pin en Facturas/Correos electrónicos/Comprobar el Estado de la
fr_fr: Afficher le code pin dans les factures/emails/contrôle d'état

source: Replace devices & brands with WooCommerce products
es_co: Reemplazar dispositivos y marcas con productos de WooCommerce
fr_fr: Remplacer les appareils et les marques par des produits WooCommerce

source: Other Labels
es_co: Otras Etiquetas
fr_fr: Autres étiquettes

source: Note label like Device Note
es_co: Nota etiqueta como Dispositivo Nota
fr_fr: Étiquette de la note comme Note de l'appareil

source: Pin Code/Password Label
es_co: Código Pin/Contraseña De La Etiqueta
fr_fr: Code Pin/Mot de passe

source: Device Label
es_co: Etiqueta Del Dispositivo
fr_fr: Étiquette de l'appareil

source: Singular device label
es_co: Singular etiqueta del dispositivo
fr_fr: Étiquette de dispositif singulier

source: Plural device label
es_co: El Plural de la etiqueta del dispositivo
fr_fr: Pluriel étiquette de dispositif

source: Device Brand Label
es_co: Dispositivo De La Marca
fr_fr: Étiquette de la marque de l'appareil

source: Singular device brand label
es_co: Singular dispositivo de la marca
fr_fr: Étiquette de marque d'un dispositif unique

source: Plural device brand label
es_co: Plural dispositivo de la marca
fr_fr: Pluriel dispositif marque étiquette

source: Device Type Label
es_co: Tipo De Dispositivo De La Etiqueta
fr_fr: Étiquette du type d'appareil

source: Singular device type label
es_co: Singular tipo de dispositivo de la etiqueta
fr_fr: Étiquette de type de dispositif singulier

source: Plural device type label
es_co: Plural tipo de dispositivo de la etiqueta
fr_fr: Étiquette de type de dispositif au pluriel

source: ID/IMEI Label
es_co: ID/IMEI de la Etiqueta
fr_fr: Label ID/IMEI

source: Offer pickup and delivery?
es_co: Ofrecemos recogida y entrega?
fr_fr: Proposer l'enlèvement et la livraison?

source: Pick up and delivery charges
es_co: Recogida y entrega de cargos
fr_fr: Frais d'enlèvement et de livraison

source: Enter the Pick up and delivery charges here
es_co: Entrar en la Recogida y entrega de los cargos de aquí
fr_fr: Indiquez ici les frais d'enlèvement et de livraison

source: Offer device rental?
es_co: Ofrecemos alquiler de dispositivo?
fr_fr: Proposer la location d'appareils ?

source: Device rent
es_co: Dispositivo alquiler
fr_fr: Location de l'appareil

source: Device rent per day
es_co: Dispositivo alquiler por día
fr_fr: Location d'appareils par jour

source: Enter the device rent for one day
es_co: Introduzca el dispositivo de alquilar por un día
fr_fr: Saisir le loyer de l'appareil pour une journée

source: Device rent per week
es_co: Dispositivo de alquiler por semana
fr_fr: Location d'appareil par semaine

source: Enter the Device rent for one week
es_co: Introduzca el Dispositivo de alquilar por una semana
fr_fr: Saisir le loyer de l'appareil pour une semaine

source: Brand and device names cannot be empty.
es_co: La marca y los nombres de dispositivo no puede estar vacío.
fr_fr: Les noms de marque et d'appareil ne peuvent pas être vides.

source: Device Added
es_co: Dispositivo Añadido
fr_fr: Dispositif ajouté

source: Device with same name already exists
es_co: Dispositivo con el mismo nombre ya existe
fr_fr: Un appareil portant le même nom existe déjà

source: Brand
es_co: Marca
fr_fr: Marque

source: Select
es_co: Seleccione
fr_fr: Sélectionner

source: For All
es_co: Para todos
fr_fr: Pour tous

source: Type
es_co: Tipo de

source: Add New
es_co: Añadir nuevo
fr_fr: Ajouter un nouveau

source: There are some errors in your form.
es_co: Hay algunos errores en su formulario.
fr_fr: Votre formulaire comporte des erreurs.

source: Select
es_co: Seleccione
fr_fr: Sélectionner

source: Add
es_co: Añadir
fr_fr: Ajouter

source: Name
es_co: Nombre
fr_fr: Nom

source: There is no record available
es_co: No hay ningún registro disponible
fr_fr: Il n'y a pas d'enregistrement disponible

source: You do not have sufficient permissions to access this page.
es_co: Usted no tiene permisos suficientes para acceder a esta página.
fr_fr: Vous ne disposez pas des autorisations suffisantes pour accéder à cette page.

source: Something is not right
es_co: Algo salió mal
fr_fr: Quelque chose ne va pas

source: Unknown job
es_co: Desconocido de trabajo
fr_fr: Emploi inconnu

source: Record updated!
es_co: Registro actualizado!
fr_fr: Record mis à jour!

source: Case number
es_co: Número de caso
fr_fr: Numéro de dossier

source: Delivery Date
es_co: Fecha De Entrega
fr_fr: Date de livraison

source: Pickup Date
es_co: Fecha De Recogida
fr_fr: Date d'enlèvement

source: Job Details
es_co: Los Detalles Del Trabajo
fr_fr: Détails de l'emploi

source: (*) fields are required
es_co: (*) los campos son obligatorios
fr_fr: (*) les champs sont obligatoires

source: Could not find the job id
es_co: No se pudo encontrar el id de trabajo
fr_fr: Impossible de trouver l'identifiant de l'emploi

source: Please reset your password if you do not have your password.
es_co: Por favor, restablecer su contraseña si usted no tiene su contraseña.
fr_fr: Veuillez réinitialiser votre mot de passe si vous ne l'avez pas.

source: Password: %s
es_co: Contraseña: %s
fr_fr: Mot de passe : %s

source: Hi there,
es_co: Hola,
fr_fr: Bonjour,

source: Welcome to %s! Here's how to log in:
es_co: Bienvenido a %s! He aquí cómo iniciar sesión en:
fr_fr: Bienvenue sur %s ! Voici comment vous connecter :

source: Username: %s
es_co: Nombre de usuario: %s
fr_fr: Nom d'utilisateur : %s

source: Email: %s
es_co: Correo electrónico: %s

source: If you have any problems, please contact us at %s.
es_co: Si usted tiene cualquier problema, por favor póngase en contacto con nosotros en %s.
fr_fr: En cas de problème, veuillez nous contacter à %s.

source: Thank You!
es_co: Gracias!
fr_fr: Merci de votre attention !

source: [%s] Your credentials.
es_co: [%s] Sus credenciales.
fr_fr: [%s] Vos informations d'identification.

source: Estimates
es_co: Estimaciones
fr_fr: Estimations

source: Estimate Settings
es_co: Configuración De Impuestos
fr_fr: Paramètres d'estimation

source: Disable Estimates
es_co: Desactivar estimaciones
fr_fr: Désactiver les estimations

source: Disable estimates and reload page
es_co: Desactivar las estimaciones y recargar la página
fr_fr: Désactiver les estimations et recharger la page

source: You should have set the page with status check shortcode in Pages Setup menu for Select Status Check Page, for estimate approval and rejection links to be sent in email and work.
es_co: Debe haber configurado la página con el código corto de comprobación de estado en el menú Configuración de páginas para Seleccionar página de comprobación de estado, para que los enlaces de aprobación y rechazo de presupuestos se envíen por correo electrónico y trabajo.
fr_fr: Vous devez avoir défini la page avec le shortcode de vérification de l'état dans le menu Configuration des pages pour sélectionner la page de vérification de l'état, pour que les liens d'approbation et de rejet de l'estimation soient envoyés dans l'e-mail et dans le travail.

source: Repair Estimates
es_co: Servicios De Reparación De
fr_fr: Estimation des réparations

source: Add New Estimate
es_co: Añadir Un Nuevo Cliente
fr_fr: Ajouter un nouveau devis

source: Estimate
es_co: Estimación
fr_fr: Estimation

source: Edit Estimate
es_co: Editar Estimación
fr_fr: Editer l'estimation

source: New Estimate
es_co: Nuevo Nombre
fr_fr: Nouvelle estimation

source: View Estimate
es_co: Ver o Editar
fr_fr: Voir le devis

source: Search Estimate
es_co: Los Servicios De Búsqueda De
fr_fr: Recherche de devis

source: No Estimate found
es_co: El servicio No encontrado
fr_fr: Pas d'estimation trouvée

source: No Estimate in trash
es_co: No hay servicio en la basura
fr_fr: Pas d'estimation dans la poubelle

source: Estimates Section
es_co: Piezas De Sección
fr_fr: Section des estimations

source: Order Information
es_co: La Información De La Orden
fr_fr: Informations sur les commandes

source: You have no access to this job!
es_co: Usted no tiene acceso a este trabajo!
fr_fr: Vous n'avez pas accès à ce poste !

source: Products Total
es_co: Total De Productos
fr_fr: Produits Total

source: Parts Total
es_co: Partes Totales
fr_fr: Pièces Total

source: Services Total
es_co: Servicios Total

source: Products Tax
es_co: Impuestos Sobre Los Productos
fr_fr: Taxe sur les produits

source: Parts Tax
es_co: Partes De Impuestos
fr_fr: Taxe sur les pièces

source: Services Tax
es_co: Servicios De Impuestos
fr_fr: Taxe sur les services

source: Extras Tax
es_co: Extras De Impuestos
fr_fr: Taxe sur les extras

source: Grand Total
es_co: Total
fr_fr: Total général

source: Received
es_co: Recibido
fr_fr: Reçu

source: Balance
es_co: Equilibrio
fr_fr: Équilibre

source: Order Notes:
es_co: Notas De Pedido:
fr_fr: Notes de commande :

source: Convert to Repair Job
es_co: Los Trabajos De Reparación
fr_fr: Convertir en travail de réparation

source: View Repair Order
es_co: Impresión De Orden De Reparación
fr_fr: Voir l'ordre de réparation

source: Estimate already have been converted to repair job.
es_co: El presupuesto ya se ha convertido en trabajo de reparación.
fr_fr: Les estimations ont déjà été converties en travaux de réparation.

source: This estimate was rejected and cannot be converted back.
es_co: Esta estimación ha sido rechazada y no puede volver a convertirse.
fr_fr: Cette estimation a été rejetée et ne peut être reconvertie.

source: Print Estimate
es_co: Imprimir presupuesto
fr_fr: Imprimer le devis

source: If you have set job status page, estimate email will include links for approve or reject estimate by customer.
es_co: Si ha configurado la página de estado del trabajo, el email de presupuesto incluirá enlaces para que el cliente apruebe o rechace el presupuesto.
fr_fr: Si vous avez défini une page sur l'état des travaux, l'e-mail de devis comprendra des liens permettant au client d'approuver ou de rejeter le devis.

source: Case Number
es_co: Número De Caso
fr_fr: Numéro de dossier

source: Select Technician
es_co: Seleccione Técnico
fr_fr: Sélectionner un technicien

source: Add New Technician
es_co: Añadir Nuevo Técnico
fr_fr: Ajouter un nouveau technicien

source: Add New Customer
es_co: Añadir Un Nuevo Cliente
fr_fr: Ajouter un nouveau client

source: Company
es_co: Empresa
fr_fr: Entreprise

source: Tax ID
es_co: De impuestos (%)
fr_fr: ID fiscal

source: Address
es_co: Dirección
fr_fr: Adresse

source: Enter details about job.
es_co: Entrar en detalles acerca de su trabajo.
fr_fr: Saisissez les détails de l'emploi.

source: Add New Device
es_co: Agregar Nuevo Dispositivo
fr_fr: Ajouter un nouveau dispositif

source: Add
es_co: Agregar
fr_fr: Ajouter

source: Attach Fields & Files
es_co: Adjuntar Archivos
fr_fr: Joindre des champs et des fichiers

source: Add Extra Field
es_co: Añadir Campo
fr_fr: Ajouter un champ supplémentaire

source: Date Time
es_co: Date Tiempo
fr_fr: Date Heure

source: Label
es_co: Etiqueta
fr_fr: Étiquette

source: Description
es_co: Descripción

source: Detail
es_co: Detalle
fr_fr: Détail

source: Visibility
es_co: La visibilidad
fr_fr: Visibilité

source: Amounts are
es_co: Las cantidades son
fr_fr: Les montants sont

source: Tax Exclusive
es_co: Impuesto Exclusivo
fr_fr: Exclusivité fiscale

source: Tax Inclusive
es_co: Impuestos Incluidos
fr_fr: Taxe incluse

source: Select Products
es_co: Seleccionar Los Productos De
fr_fr: Sélectionner les produits

source: Search product ...
es_co: Búsqueda de productos de ...
fr_fr: Rechercher un produit ...

source: Add Product
es_co: Añada El Producto
fr_fr: Ajouter un produit

source: Qty
es_co: Cant
fr_fr: Qté

source: Tax
es_co: De impuestos
fr_fr: Impôts

source: Selected Parts
es_co: Las Piezas Seleccionadas
fr_fr: Pièces détachées

source: Select Parts
es_co: Seleccione Piezas
fr_fr: Sélectionner les pièces

source: Add New Part
es_co: Agregar Nueva Parte
fr_fr: Ajouter une nouvelle pièce
