Repository: common-repository/computer-repair-shop
Catalog: languages/computer-repair-shop-*.po
Languages: es_co, fr_fr

source: Licensed to
es_co: Licencia para
fr_fr: Licencié à

source: License Expiry
es_co: De Vencimiento De La Licencia
fr_fr: Expiration de la licence

source: License State
es_co: De Licencia Estatal
fr_fr: État de la licence

source: Nothing related found
es_co: Nada relacionado encontrado
fr_fr: Rien d'apparenté n'a été trouvé

source: P
fr_fr: T

source: E
fr_fr: C

source: Slug
fr_fr: Limace

source: View Job
fr_fr: Voir l'emploi

source: Auth Token
fr_fr: Jeton d'authentification

source: QuickBooks Addon – RepairBuddy
fr_fr: Complément QuickBooks - RepairBuddy

source: Albania
fr_fr: Albanie

source: Andorra
fr_fr: Andorre

source: Argentina
fr_fr: Argentine

source: Armenia
fr_fr: Arménie

source: Australia
fr_fr: Australie

source: Austria
fr_fr: Autriche

source: Barbados
fr_fr: Barbade

source: Uganda
fr_fr: Ouganda
