Repository: common-repository/computer-repair-shop
Catalog: languages/computer-repair-shop-*.po
Languages: es_co, fr_fr

source: Add Part
es_co: Agregar La Parte
fr_fr: Ajouter une pièce

source: Code
es_co: Código

source: Capacity
es_co: Capacidad
fr_fr: Capacité

source: Select Services
es_co: Seleccione Los Servicios De
fr_fr: Sélectionner les services

source: Add New Service
es_co: Agregar Nuevo Servicio
fr_fr: Ajouter un nouveau service

source: Add Service
es_co: Agregar El Servicio
fr_fr: Ajouter un service

source: Service Code
es_co: Código De Servicio
fr_fr: Code de service

source: Other Items
es_co: Otros artículos
fr_fr: Autres éléments

source: e.g Rent Or Used Cable Or Used Transistor etc
es_co: e.g Alquilar O Cable Usado O Utilizado Transistor etc
fr_fr: e.g, location ou câble usagé ou transistor usagé, etc

source: Add Inline Item
es_co: Añadir Elemento En Línea
fr_fr: Ajouter un élément en ligne

source: Order ID
es_co: IDENTIFICACIÓN de la orden
fr_fr: Numéro d'ordre

source: Estimate Total
es_co: Estimación Total
fr_fr: Estimation Total

source: Estimate Status
es_co: Cambio De Estado
fr_fr: Estimation de l'état

source: Actions
es_co: Acciones

source: Pending
es_co: Pendiente
fr_fr: En attente

source: Rejected
es_co: Rechazado
fr_fr: Rejeté

source: Approved
es_co: Aprobado
fr_fr: Approuvé

source: Email estimate to customer
es_co: Los datos de correo electrónico del cliente
fr_fr: Envoi d'un devis par e-mail au client

source: View or Edit
es_co: Ver o Editar
fr_fr: Voir ou modifier

source: Something did not go right
es_co: Algo salió mal
fr_fr: Quelque chose n'a pas fonctionné

source: Repair Job is generated with ID :
es_co: El trabajo de reparación se genera con ID :
fr_fr: Le travail de réparation est généré avec l'ID :

source: Customer not set for this job
es_co: El cliente no se establece para este trabajo
fr_fr: Le client n'est pas défini pour cet emploi

source: Job Converted through estimate
es_co: Trabajo Convertido mediante estimación
fr_fr: Emploi Converti par le biais d'un devis

source: Incomplete submission
es_co: Presentación incompleta
fr_fr: Soumission incomplète

source: Unknown choice
es_co: Desconocido de trabajo
fr_fr: Choix inconnu

source: Already accepted or rejected.
es_co: Ya aceptado o rechazado.
fr_fr: Déjà acceptée ou rejetée.

source: We are sorry to know you have rejected our estimate. Please get in touch to find a better way.
es_co: Lamentamos saber que ha rechazado nuestro presupuesto. Póngase en contacto con nosotros para encontrar una solución mejor.
fr_fr: Nous sommes désolés d'apprendre que vous avez rejeté notre devis. Veuillez nous contacter pour trouver une meilleure solution.

source: Thank you for approving the estimate your job have been started. Please check status of your job below using Case#.
es_co: Gracias por aprobar la estimación de su trabajo se han iniciado. Por favor, compruebe el estado de su trabajo a continuación utilizando Case#.
fr_fr: Merci d'avoir approuvé le devis, votre travail a été lancé. Veuillez vérifier l'état de votre travail ci-dessous en utilisant le numéro de dossier.

source: Order Id missing, make sure post exists or published.
es_co: Identificación de la orden falta, asegúrese de post existe o publicado.
fr_fr: Order Id manquant, vérifier que le poste existe ou a été publié.

source: Date
es_co: Fecha

source: Receiver
es_co: Receptor
fr_fr: Récepteur

source: Method
es_co: Método
fr_fr: Méthode

source: Payment Status
es_co: Estado De Pago
fr_fr: État des paiements

source: Amount
es_co: Cantidad
fr_fr: Montant

source: Product Id
es_co: Id De Producto
fr_fr: Identité du produit

source: No history found.
es_co: No la historia.
fr_fr: Aucun historique n'a été trouvé.

source: Manual message added to your job!
es_co: Manual mensaje añadido a su trabajo!
fr_fr: Message manuel ajouté à votre travail !

source: A manual message added to your job by staff.
es_co: Un manual de mensaje añadido a su trabajo por parte del personal.
fr_fr: Un message manuel ajouté à votre travail par le personnel.

source: To view all details please visit our site.
es_co: Para ver todos los detalles por favor visita nuestro sitio.
fr_fr: Pour plus de détails, veuillez consulter notre site.

source: Your case# is:
es_co: tu caso# es:
fr_fr: Votre numéro de dossier est:

source: Check job status online
es_co: Verificación de estado de trabajo en línea
fr_fr: Vérifier le statut de l'emploi en ligne

source: Click to open in browser
es_co: Haga clic en abrir en el navegador
fr_fr: Cliquer pour ouvrir dans le navigateur

source: Missing id or Job ID
es_co: Falta de identificación o ID de Trabajo
fr_fr: ID ou Job ID manquant

source: You have added manual log.
es_co: Se han añadido manual de registro.
fr_fr: Vous avez ajouté un journal manuel.

source: Maintenance Reminders
es_co: Recordatorios De Mantenimiento
fr_fr: Rappels de maintenance

source: Jobs should have delivery date set for reminders to work
es_co: Los trabajos deben tener una fecha de entrega para establecer recordatorios para trabajar
fr_fr: Pour que les rappels fonctionnent, il faut que la date de livraison soit fixée pour les emplois

source: Add New Maintenance Reminder
es_co: Agregar Nuevo Aviso De Mantenimiento
fr_fr: Ajouter un nouveau rappel de maintenance

source: View Reminder Logs
es_co: Ver El Recordatorio De Los Registros De
fr_fr: Afficher les journaux de rappels

source: Activation of plugin is required to run reminders. However you can still add and edit reminders
es_co: La activación del plugin es necesario para ejecutar los recordatorios. Sin embargo, usted todavía puede editar y añadir recordatorios
fr_fr: L'activation du plugin est nécessaire pour lancer les rappels. Cependant, vous pouvez toujours ajouter et modifier des rappels

source: Interval
es_co: Intervalo de
fr_fr: Intervalle

source: Email
es_co: Correo electrónico
fr_fr: Courriel

source: Reminder
es_co: Recordatorio
fr_fr: Rappel

source: Last Run
es_co: Última Ejecución
fr_fr: Dernière course

source: Test
es_co: Prueba

source: Send test to admin
es_co: Enviar la prueba a la administración
fr_fr: Envoyer le test à l'administrateur

source: Edit
es_co: Editar
fr_fr: Editer

source: To email is required
es_co: Enviar por correo electrónico es necesario
fr_fr: L'envoi d'un courriel est nécessaire

source: No message defined to email
es_co: No hay ningún mensaje que define al correo electrónico
fr_fr: Pas de message défini pour l'email

source: Maintenance reminder for your
es_co: Recordatorio de mantenimiento para su
fr_fr: Rappel d'entretien pour votre

source: Test email have been sent
es_co: Prueba de correo electrónico ha sido enviado
fr_fr: L'email de test a été envoyé

source: Send test email for
es_co: Enviar correo electrónico de prueba para
fr_fr: Envoyer un courriel de test pour

source: Enter Email Address
es_co: Introduzca La Dirección De Correo Electrónico
fr_fr: Saisir l'adresse électronique

source: Send Email
es_co: Enviar Correo Electrónico
fr_fr: Envoyer un courriel

source: Pro feature
es_co: Pro característica
fr_fr: Fonctionnalité pro

source: Cannot run yet time have not reached
es_co: No se puede ejecutar sin embargo, el tiempo no han llegado a
fr_fr: Ne peut être exécuté pour l'instant, le temps n'est pas encore écoulé

source: Reminder is inactive
es_co: Recordatorio está inactivo
fr_fr: Le rappel est inactif

source: Reminder name is required.
es_co: Recordatorio nombre es obligatorio.
fr_fr: Un nom de rappel est requis.

source: Please select interval to send reminder.
es_co: Por favor, seleccione el intervalo de enviar un recordatorio.
fr_fr: Veuillez sélectionner l'intervalle d'envoi du rappel.

source: Add some description to recognize purpose of reminder.
es_co: Agregar una descripción para reconocer a propósito de recordatorio.
fr_fr: Ajouter une description de l'objectif de l'aide-mémoire.

source: Reminders need email body detail to submit.
es_co: Los recordatorios de la necesidad del cuerpo de un correo electrónico los detalles para presentar.
fr_fr: Les rappels doivent être détaillés dans le corps de l'e-mail pour être soumis.

source: Select device type for which this reminder is.
es_co: Seleccione el tipo de dispositivo para el que este es un aviso.
fr_fr: Sélectionnez le type d'appareil pour lequel ce rappel est effectué.

source: Select a brand for which this reminder is.
es_co: Seleccione una marca para que este recordatorio es.
fr_fr: Sélectionnez une marque pour laquelle ce rappel est destiné.

source: Turn on email reminder or deactivate it.
es_co: Encienda recordatorio por correo electrónico o desactivarlo.
fr_fr: Activer ou désactiver le rappel par courrier électronique.

source: Turn on SMS reminder or deactivate.
es_co: Activar el recordatorio por SMS o desactivar.
fr_fr: Activer ou désactiver le rappel de SMS.

source: Keep reminder active or deactive.
es_co: Mantener recordatorio de activos o inactivos.
fr_fr: Maintenir le rappel actif ou inactif.

source: You have added reminder.
es_co: Se ha añadido un recordatorio.
fr_fr: Vous avez ajouté un rappel.

source: You have updated reminder.
es_co: Se han actualizado recordatorio.
fr_fr: Vous avez mis à jour le rappel.

source: Update Maintenance Reminder
es_co: Actualización Del Aviso De Mantenimiento
fr_fr: Mise à jour Rappel de maintenance

source: Reminder Name
es_co: Recordatorio Nombre
fr_fr: Nom du rappel

source: Run After
es_co: Después De Ejecutar
fr_fr: Courir après

source: Select Time Interval
es_co: Seleccionar El Intervalo De Tiempo
fr_fr: Sélectionner l'intervalle de temps

source: 7 Days
es_co: Los 7 Días de la
fr_fr: 7 jours

source: 30 Days
es_co: 30 Días
fr_fr: 30 jours

source: 90 Days
es_co: 90 Días
fr_fr: 90 jours

source: 180 Days
es_co: 180 Días
fr_fr: 180 jours

source: 365 Days
es_co: 365 Días
fr_fr: 365 jours

source: Email Message
es_co: Mensaje De Correo Electrónico
fr_fr: Message électronique

source: Keywords available to use
es_co: Palabras clave disponibles para su uso
fr_fr: Mots clés disponibles

source: SMS Message
es_co: Mensaje SMS
fr_fr: Message SMS

source: For
es_co: Para
fr_fr: Pour

source: Activate Email Reminder
es_co: Activar El Recordatorio Por Correo Electrónico
fr_fr: Activer le rappel par courriel

source: Email Reminder Status
es_co: Correo Electrónico De Recordatorio De Estado
fr_fr: Statut du rappel par courriel

source: Inactive
es_co: Inactivo
fr_fr: Inactif

source: Activate SMS Reminder
es_co: Activar el Recordatorio por SMS
fr_fr: Activer le rappel par SMS

source: SMS Reminder Status
es_co: SMS Recordatorio de Estado
fr_fr: Statut du rappel par SMS

source: Reminder Status
es_co: Estado De Recordatorio
fr_fr: Statut du rappel

source: Update Reminder
es_co: Actualización De Recordatorio
fr_fr: Rappel de mise à jour

source: fields are required
es_co: los campos son requeridos
fr_fr: les champs sont obligatoires

source: Add new
es_co: Añadir nuevo
fr_fr: Ajouter un nouveau

source: Maintenance Reminder
es_co: Aviso De Mantenimiento
fr_fr: Rappel de maintenance

source: Job ID and Reminder ID are required to send email reminder
es_co: ID de trabajo y Recordatorio de IDENTIFICACIÓN son necesarios para enviar el correo electrónico de recordatorio
fr_fr: L'ID de l'emploi et l'ID du rappel sont nécessaires pour envoyer un rappel par courrier électronique

source: Could not find the email for customer
es_co: No se pudo encontrar el correo electrónico para el cliente
fr_fr: Impossible de trouver l'email du client

source: Customer opted out for this email
es_co: El cliente optó por este correo electrónico
fr_fr: Le client a choisi de ne pas recevoir cet e-mail

source: Email is not active to send
es_co: El correo electrónico no está activa para enviar
fr_fr: L'envoi de l'email n'est pas actif

source: Job ID and Reminder ID are required to send SMS reminder
es_co: ID de trabajo y Recordatorio de IDENTIFICACIÓN son necesarios para enviar el recordatorio por SMS
fr_fr: L'ID de l'emploi et l'ID du rappel sont nécessaires pour envoyer un rappel par SMS

source: Could not find the phone number of customer
es_co: No se pudo encontrar el número de teléfono del cliente
fr_fr: Impossible de trouver le numéro de téléphone du client

source: SMS is not active to send
es_co: SMS no está activa para enviar
fr_fr: L'envoi de SMS n'est pas actif

source: No message defined to sms
es_co: Ningún mensaje definido para sms
fr_fr: Pas de message défini pour les sms

source: Is not an array
es_co: No es un array
fr_fr: N'est pas un tableau

source: Missing customer id
es_co: Falta de identificación de cliente
fr_fr: Identité du client manquante

source: Missing Job id
es_co: Falta de identificación del Trabajo
fr_fr: Manquant Ordre ID

source: Missing reminder id
es_co: Falta recordatorio de identificación
fr_fr: Identité de rappel manquante

source: Part name, manufacturing code and price are required fields.
es_co: Nombre de la parte, el código de producción y el precio son los campos requeridos.
fr_fr: Le nom de la pièce, le code de fabrication et le prix sont des champs obligatoires.

source: Part Added to add featured image, features and other information go to parts.
es_co: Parte Añadida para agregar imagen destacada, características y demás información que ir a las partes.
fr_fr: Ajout d'une partie pour ajouter une image de présentation, des caractéristiques et d'autres informations, allez dans les parties.

source: Part with same name already exists
es_co: Parte con el mismo nombre ya existe
fr_fr: La pièce portant le même nom existe déjà

source: Select Brand
es_co: Seleccione La Marca
fr_fr: Sélectionner la marque

source: Add a new part
es_co: Añadir un nuevo parte
fr_fr: Ajouter une nouvelle pièce

source: Part Name
es_co: Nombre De La Parte
fr_fr: Nom de la pièce

source: Add Brand
es_co: Agregar Marca
fr_fr: Ajouter une marque

source: Manufacturing Code
es_co: Código De Fabricación
fr_fr: Code de fabrication

source: Stock Code
es_co: El Código De Valores
fr_fr: Code du stock

source: Part Price
es_co: Parte Del Precio De
fr_fr: Prix de la pièce

source: Payable
es_co: Por pagar
fr_fr: A payer

source: Paying
es_co: El pago de
fr_fr: Payer

source: Notes
es_co: Notas

source: Payment Date
es_co: Fecha De Pago
fr_fr: Date de paiement

source: Select Status
es_co: Seleccione Estado
fr_fr: Sélectionner le statut

source: Payment Method
es_co: Método De Pago
fr_fr: Mode de paiement

source: Select Method
es_co: Seleccione El Método De
fr_fr: Sélectionner la méthode

source: Change job status
es_co: Cambio de estado de trabajo
fr_fr: Modifier le statut de l'emploi

source: Payment Amount
es_co: Monto De Pago
fr_fr: Montant du paiement

source: Add Payment
es_co: Agregar El Pago
fr_fr: Ajouter un paiement

source: Not payable balance
es_co: No por pagar saldo
fr_fr: Solde non payable

source: Make a payment
es_co: Hacer un pago
fr_fr: Effectuer un paiement

source: Take On-Site Payment
es_co: Tomar Pagos En El Sitio
fr_fr: Paiement sur place

source: Generate Online Payment Link
es_co: Generar El Pago En Línea De Enlace
fr_fr: Générer un lien de paiement en ligne

source: Add New Payment Status
es_co: Agregar Nuevo Estado De Pago
fr_fr: Ajouter un nouveau statut de paiement

source: Status
es_co: Estado
fr_fr: Statut

source: Change Status
es_co: Cambio De Estado
fr_fr: Changement d'état

source: Payment Methods
es_co: Métodos De Pago
fr_fr: Modes de paiement

source: Select Payment Methods
es_co: Seleccione Los Métodos De Pago
fr_fr: Sélectionner les modes de paiement

source: Update Methods
es_co: Métodos De Actualización
fr_fr: Méthodes de mise à jour

source: Name required
es_co: Se requiere el nombre de
fr_fr: Nom requis

source: Slug is required
es_co: Slug es necesario
fr_fr: La limace est nécessaire

source: You have updated status.
es_co: Usted ha estado actualizado.
fr_fr: Vous avez mis à jour votre statut.

source: You have added payment status.
es_co: Se ha añadido el estado de pago.
fr_fr: Vous avez ajouté le statut du paiement.

source: Woo Method and WooCommerce should be active.
es_co: Woo Método y WooCommerce debe ser activa.
fr_fr: Woo Method et WooCommerce doivent être actifs.

source: Unknown data!
es_co: Datos desconocidos!
fr_fr: Données inconnues!

source: Pro feature! Plugin activation required.
es_co: Pro característica! Plugin requiere de la activación.
fr_fr: Fonctionnalité pro ! L'activation du plugin est nécessaire.

source: The remaining amount is less than 1 which is not enough to create WooCommerce Order.
es_co: La cantidad restante es menor que 1 que no es suficiente para crear WooCommerce Orden.
fr_fr: Le montant restant est inférieur à 1, ce qui n'est pas suffisant pour créer une commande WooCommerce.

source: Existing WooCommerce order numbers for this job
es_co: Existente WooCommerce números de pedido para este trabajo
fr_fr: Numéros de commande WooCommerce existants pour ce travail

source: Something went wrong.
es_co: Algo salió mal.
fr_fr: Quelque chose n'a pas fonctionné.

source: Payment link
es_co: Enlace de pago
fr_fr: Lien de paiement

source: View Order
es_co: Ver Pedido
fr_fr: Voir la commande

source: Order generated and sent to customer.
es_co: Orden de pedido generada y enviada al cliente.
fr_fr: La commande est générée et envoyée au client.

source: Please find your online payment link below.
es_co: Por favor, encontrar su pago en línea enlace de más abajo.
fr_fr: Vous trouverez ci-dessous votre lien de paiement en ligne.

source: Please pay online by
es_co: Pago en línea
fr_fr: Veuillez payer en ligne au plus tard le

source: Clicking Here
es_co: Haga Clic Aquí
fr_fr: En cliquant ici

source: Copy the url :
es_co: Copie la url :
fr_fr: Copier l'url :

source: Check details about your job online
es_co: Compruebe los detalles acerca de su trabajo en línea
fr_fr: Vérifiez les détails de votre emploi en ligne

source: Payment link sent
es_co: Enlace de pago enviado
fr_fr: Envoi du lien de paiement

source: Part
es_co: Partes
fr_fr: Partie

source: Service
es_co: Servicio

source: Other
es_co: Otros
fr_fr: Autres

source: Product
es_co: Producto
fr_fr: Produit

source: Order created via RepairBuddy CRM by staff
es_co: El fin de crear a través de RepairBuddy CRM por parte del personal
fr_fr: Commande créée par le personnel via RepairBuddy CRM

source: Payment methods updated!
es_co: Métodos de pago actualizado!
fr_fr: Méthodes de paiement mises à jour !

source: Invalid format
es_co: Formato no válido
fr_fr: Format non valide

source: Unknown Job.
es_co: Desconocido De Trabajo.
fr_fr: Emploi inconnu.

source: Cannot identify your access.
es_co: No puede identificar su acceso.
fr_fr: Impossible d'identifier votre accès.

source: Status, Method and amount is required.
es_co: El estatus, el Método y la cantidad que se requiere.
fr_fr: Le statut, la méthode et le montant sont requis.

source: Payment added!
es_co: Pago añadido!
fr_fr: Paiement ajouté!

source: Payment added
es_co: Pago añadido
fr_fr: Paiement ajouté

source: ON
es_co: EN

source: JOB
es_co: TRABAJO
fr_fr: Emploi

source: Validity
es_co: Validez
fr_fr: Validité

source: Order
es_co: El fin de
fr_fr: Ordre

source: Update
es_co: Actualización
fr_fr: Mise à jour

source: Status Name
es_co: Nombre De Estado
fr_fr: Nom du statut

source: Name the status to recognize.
es_co: Nombre de la condición de reconocer.
fr_fr: Nommez le statut à reconnaître.

source: Status Slug
es_co: Estado De Slug
fr_fr: Statut Slug

source: Slug is required to recognize the status make sure to not change it.
es_co: Slug es necesario para reconocer el estado asegúrese de no cambiar.
fr_fr: La limace est nécessaire pour reconnaître le statut et s'assurer de ne pas le modifier.

source: Pay Now
es_co: Pagar Ahora
fr_fr: Payer maintenant

source: Cash
es_co: Efectivo
fr_fr: Argent

source: Bank Transfer
es_co: Transferencia Bancaria
fr_fr: Virement bancaire

source: Check
es_co: Verificación
fr_fr: Chèque

source: Swipe Transaction
es_co: Desliza El Dedo De La Transacción
fr_fr: Transaction par swipe

source: Mobile Payments
es_co: Los Pagos Móviles
fr_fr: Paiements mobiles

source: WooCommerce needs to be active to process orders.
es_co: WooCommerce tiene que estar activo para procesar los pedidos.
fr_fr: WooCommerce doit être actif pour traiter les commandes.

source: Dashboard
es_co: Tablero de instrumentos
fr_fr: Tableau de bord

source: My
es_co: Mi
fr_fr: Mon

source: Edit Profile
es_co: Editar Perfil
fr_fr: Modifier le profil

source: Logout
es_co: Cierre de sesión
fr_fr: Déconnexion

source: You do not have permission to view this record.
es_co: Usted no tiene permiso para ver este registro.
fr_fr: Vous n'avez pas l'autorisation de consulter cet enregistrement.

source: Go Back
es_co: Volver
fr_fr: Retour

source: Here you can check your jobs and their statuses also you can request new quote.
es_co: Aquí usted puede revisar sus trabajos y sus estados también puede solicitar una nueva cita.
fr_fr: Vous pouvez y consulter vos offres d'emploi et leur état d'avancement, ainsi que demander un nouveau devis.

source: Filter Jobs
es_co: Filtro De Puestos De Trabajo
fr_fr: Filtrer les emplois

source: You can book a new
es_co: Usted puede reservar un nuevo
fr_fr: Vous pouvez réserver un nouveau

source: Case#
es_co: Caso#
fr_fr: Cas#

source: Order Date
es_co: La Fecha De La Orden
fr_fr: Date de la commande

source: Your
es_co: Su
fr_fr: Votre

source: Add Your
es_co: Añade Tu
fr_fr: Ajouter votre

source: Something is wrong with your submission!
es_co: Algo está mal con su presentación!
fr_fr: Quelque chose ne va pas avec votre demande !

source: Missing customer
es_co: Falta de clientes
fr_fr: Client manquant

source: Please select
es_co: Seleccione una opción
fr_fr: Veuillez sélectionner

source: Please enter
es_co: Por favor, introduzca
fr_fr: Veuillez saisir

source: You already have device with same
es_co: Ya tiene un dispositivo con el mismo
fr_fr: Vous avez déjà un appareil avec le même

source: Records updated!
es_co: Los registros actualizados!
fr_fr: Fiches mises à jour!

source: You are not logged in.
es_co: Usted no ha iniciado sesión.
fr_fr: Vous n'êtes pas connecté.

source: Requires a customer id.
es_co: Requiere un id de cliente.
fr_fr: Nécessite un numéro d'identification du client.

source: No job found!
es_co: Ningún trabajo encontrar!
fr_fr: Aucun emploi n'a été trouvé !

source: Select options to generate report
es_co: Seleccione opciones para generar informes
fr_fr: Sélectionner les options pour générer le rapport

source: From Date
es_co: A Partir De La Fecha
fr_fr: Date de début

source: To Date
es_co: Hasta La Fecha
fr_fr: A ce jour

source: Select Customer
es_co: Seleccione Cliente
fr_fr: Sélectionner un client

source: Select job status to include
es_co: Seleccione estado de trabajo incluyen
fr_fr: Sélectionner le statut du travail à inclure

source: Select payment status to include
es_co: Seleccione el estado de pago para incluir
fr_fr: Sélectionner le statut du paiement à inclure

source: Generate Report
es_co: Generar Informe
fr_fr: Générer un rapport

source: Report is not defined
es_co: Informe no está definido
fr_fr: Le rapport n'est pas défini

source: Jobs Summary By -
es_co: Resumen de empleos Por -
fr_fr: Résumé des emplois par -

source: Today
es_co: Hoy
fr_fr: Aujourd'hui

source: Statement Period
es_co: Período De Estado De Cuenta
fr_fr: Période de déclaration

source: Delivery
es_co: Entrega
fr_fr: Livraison

source: Payment
es_co: Pago
fr_fr: Paiement

source: Taxes Total
es_co: Impuestos Total
fr_fr: Impôts Total

source: This is computer generated statement does not need signature.
es_co: Esto es generado por el equipo de la declaración no necesita firma.
fr_fr: Il s'agit d'une déclaration générée par ordinateur qui ne nécessite pas de signature.

source: Print
es_co: Imprimir
fr_fr: Imprimer

source: Customers Job Summary
es_co: Cliente Y De Los Empleados
fr_fr: Clients Résumé du poste

source: Undefined
es_co: Sin definir
fr_fr: Non défini
