Repository: common-repository/computer-repair-shop
Catalog: languages/computer-repair-shop-*.po
Languages: es_co, fr_fr

source: Virgin Islands, U.s.
es_co: Islas vírgenes de los estados unidos (U. s.

source: Wallis and Futuna
es_co: Wallis y Futuna

source: Western Sahara
es_co: Sahara Occidental

source: If you don't have license or want to purchase another one click link below.
es_co: Si usted no tiene licencia o comprar otro haga clic en el enlace de abajo.
fr_fr: Si vous n'avez pas de licence ou si vous voulez en acheter une autre, cliquez sur le lien ci-dessous.

source: Purchase License
es_co: Licencia De Compra
fr_fr: Achat de licence

source: Please check email for your account details to get your purchase code after buying plugin.
es_co: Por favor, compruebe su correo electrónico para su cuenta de detalles para obtener su código de compra después de la compra de plugin.
fr_fr: Veuillez consulter votre email pour obtenir les détails de votre compte afin de recevoir votre code d'achat après avoir acheté le plugin.

source: Privacy Policy
es_co: Política De Privacidad
fr_fr: Politique de confidentialité

source: The following order is related to your ticket number
es_co: El siguiente orden está relacionado con el número de billete
fr_fr: L'ordre suivant est lié au numéro de votre billet

source: Checkout details of your ticket
es_co: Checkout detalles de su billete
fr_fr: Détails du paiement de votre billet

source: View Details
es_co: Ver Detalles
fr_fr: Voir les détails

source: Nothing uploaded
es_co: Nada subido
fr_fr: Rien n'a été téléchargé

source: Filesize is not correct it should equal to 300 MB or less than 300 MB.
es_co: Tamaño de archivo no es correcta, debe ser igual a 300 MB o menos de 300 MB.
fr_fr: La taille des fichiers n'est pas correcte, elle doit être égale ou inférieure à 300 Mo.

source: Sorry this file type is not supported we accept only JPG, JPEG, PNG, GIF, SVG formats. Found
es_co: Lo siento, este tipo de archivo no es compatible, sólo aceptamos JPG, JPEG, PNG, GIF, SVG. Encuentra
fr_fr: Désolé, ce type de fichier n'est pas pris en charge. Nous n'acceptons que les formats JPG, JPEG, PNG, GIF, SVG. Trouvé

source: Problem could not move file to destination.
es_co: Problema no se pudo mover el archivo a destino.
fr_fr: Problème : le fichier n'a pas pu être déplacé vers la destination.

source: Problem: Possible file upload attack. Filename:
es_co: Problema: Posible ataque de carga de archivos. Nombre de archivo:
fr_fr: Problème : attaque possible par téléchargement de fichiers. Nom de fichier :

source: Label is required
es_co: Se requiere la etiqueta de
fr_fr: L'étiquette est requise

source: Either add something in data field or include a file.
es_co: Agregar algo en el campo de datos o incluir un archivo.
fr_fr: Soit vous ajoutez quelque chose dans le champ de données, soit vous incluez un fichier.

source: Extra field have been added
es_co: Extra de campo se han añadido
fr_fr: Des champs supplémentaires ont été ajoutés

source: Nothing related to your search.
es_co: Nada relacionado encontrado.
fr_fr: Rien en rapport avec votre recherche.

source: You need a higher level of permission.
es_co: Se necesita un mayor nivel de permiso.
fr_fr: Vous avez besoin d'un niveau d'autorisation plus élevé.

source: Sorry, you are not allowed to list users.
es_co: Lo sentimos, no se les permite a los usuarios de la lista.
fr_fr: Désolé, vous n'êtes pas autorisé à dresser une liste d'utilisateurs.

source: Manage Clients
es_co: Gestionar Los Clientes
fr_fr: Gérer les clients

source: Add New
es_co: Añadir Nuevo
fr_fr: Ajouter un nouveau

source: Display
es_co: Pantalla
fr_fr: Affichage

source: From Total
es_co: Del Total De
fr_fr: De Total

source: Clients.
es_co: Clientes.

source: View Jobs
es_co: Vista De Los Trabajos De
fr_fr: Voir les emplois

source: Show more details
es_co: Ver más detalles
fr_fr: Afficher plus de détails

source: items
es_co: elementos
fr_fr: articles

source: of
es_co: de
fr_fr: de

source: Edit
es_co: Editar
fr_fr: Editer

source: New
es_co: Nuevo
fr_fr: Nouveau

source: View
es_co: Ver
fr_fr: Voir

source: Search
es_co: Buscar en
fr_fr: Recherche

source: Nothing found
es_co: No he encontrado nada
fr_fr: Rien n'a été trouvé

source: Nothing in trash
es_co: Nada en la basura
fr_fr: Rien dans la poubelle

source: Section
es_co: Sección

source: All
es_co: Todos
fr_fr: Tous

source: Parent
es_co: Padres

source: New Name
es_co: Nuevo Nombre
fr_fr: Nouveau nom

source: Image
es_co: Imagen

source: Add Image
es_co: Agregar Imagen
fr_fr: Ajouter une image

source: Remove Image
es_co: Eliminar Imagen
fr_fr: Supprimer l'image

source: Logo
es_co: Logotipo

source: Icon
es_co: Icono
fr_fr: Icône

source: Add new Job
es_co: Añadir nuevo Trabajo
fr_fr: Ajouter un nouvel emploi

source: Job
es_co: Trabajo
fr_fr: Emploi

source: Edit Job
es_co: Editar Trabajo
fr_fr: Modifier l'emploi

source: New Job
es_co: Nuevo Trabajo
fr_fr: Nouvel emploi

source: Search Job
es_co: La Búsqueda De Empleo
fr_fr: Recherche d'emploi

source: No Job found
es_co: Ningún Trabajo encontrar
fr_fr: Aucun emploi trouvé

source: No Job in trash
es_co: No hay Trabajo en la basura
fr_fr: Pas d'emploi à la poubelle

source: Jobs Section
es_co: Sección Trabajo
fr_fr: Section Emploi

source: Job History
es_co: Historial De Trabajo
fr_fr: Historique de l'emploi

source: Add Discount
es_co: Añadir descuento
fr_fr: Ajouter une remise

source: Upload Files
es_co: Subir Archivos
fr_fr: Téléchargement de fichiers

source: Print Repair Order
es_co: Impresión De Orden De Reparación
fr_fr: Imprimer l'ordre de réparation

source: Print Repair Label
es_co: Impresión De Reparación De La Etiqueta
fr_fr: Imprimer l'étiquette de réparation

source: Print Order
es_co: De Orden De Impresión
fr_fr: Commande d'impression

source: Please publish post before adding history
es_co: Por favor, publicar post antes de agregar la historia
fr_fr: Veuillez publier le message avant d'ajouter l'historique

source: Add manual log
es_co: Agregar el manual de registro de
fr_fr: Ajouter un journal manuel

source: Only staff can see
es_co: Sólo el personal puede ver
fr_fr: Seul le personnel peut voir

source: Customer can see
es_co: El cliente puede ver
fr_fr: Le client peut voir

source: Email customer on public message?
es_co: Al cliente por correo electrónico en el mensaje público?
fr_fr: Envoyer un courriel à un client sur un message public?

source: Add log
es_co: Agregar registro
fr_fr: Ajouter un journal

source: Customer modified to
es_co: Cliente modificado para
fr_fr: Client modifié à

source: Technician Modified to
es_co: Técnico Modificado para
fr_fr: Technicien Modifié pour

source: Delivery date modified to
es_co: Fecha de entrega modificado para
fr_fr: Date de livraison modifiée à

source: Pickup date modified to
es_co: Fecha de recogida modificado para
fr_fr: Date d'enlèvement modifiée à

source: Case number modified to
es_co: Número de caso modificado para
fr_fr: Numéro de dossier modifié en

source: Job details modified to
es_co: Los detalles del trabajo modificado para
fr_fr: Détails de l'emploi modifiés pour

source: Order note modified to
es_co: Fin de nota modificado para
fr_fr: Note de commande modifiée en

source: File attachment
es_co: Archivo adjunto
fr_fr: Fichier joint

source: Tax inclusive
es_co: Impuestos incluidos
fr_fr: Taxe incluse

source: Payment status modified to
es_co: Estado de pago modificado para
fr_fr: Statut de paiement modifié en

source: updated
es_co: actualizado
fr_fr: mis à jour

source: Order Total
es_co: Total De La Orden
fr_fr: Commande Total

source: Take Payment
es_co: El Pago
fr_fr: Accepter le paiement

source: Print invoice
es_co: Imprimir factura
fr_fr: Imprimer la facture

source: Email details to customer
es_co: Los datos de correo electrónico del cliente
fr_fr: Envoyer les détails par courriel au client

source: Job Status (All)
es_co: De Estado De Trabajo (Todos)
fr_fr: Statut de l'emploi (tous)

source: Store (All)
es_co: De La Tienda (Todos)
fr_fr: Magasin (Tous)

source: Payment Status (All)
es_co: Estado De Pago (Todos)
fr_fr: État des paiements (tous)

source: Technician (All)
es_co: Técnico (Todos)
fr_fr: Technicien (Tous)

source: Manage Store Managers
es_co: Administrar Los Gerentes De Las Tiendas
fr_fr: Gérer les directeurs de magasin

source: If you want to change manager's store access please edit store.
es_co: Si desea cambiar el administrador del almacén de acceso por favor, edite la tienda.
fr_fr: Si vous souhaitez modifier l'accès au magasin du gestionnaire, veuillez modifier le magasin.

source: Store Managers.
es_co: Los Gerentes De Las Tiendas.
fr_fr: Directeurs de magasin.

source: Add a new Manager
es_co: Añadir un nuevo Administrador
fr_fr: Ajouter un nouveau gestionnaire

source: Add Manager
es_co: Agregar El Administrador De
fr_fr: Ajouter un gestionnaire

source: Add new Product
es_co: Agregar nuevo Producto
fr_fr: Ajouter un nouveau produit

source: Edit Product
es_co: Editar Producto
fr_fr: Modifier le produit

source: New Product
es_co: Nuevo Producto
fr_fr: Nouveau produit

source: View Product
es_co: Ver Producto
fr_fr: Voir le produit

source: Search Products
es_co: Búsqueda De Productos
fr_fr: Recherche de produits

source: No product found
es_co: No hay producto que se encuentre
fr_fr: Aucun produit trouvé

source: No product in trash
es_co: Ningún producto en la basura
fr_fr: Pas de produit dans la poubelle

source: Parts Section
es_co: Piezas De Sección
fr_fr: Section des pièces

source: Search Brands
es_co: Búsqueda De Marcas
fr_fr: Recherche de marques

source: All Brands
es_co: Todas Las Marcas
fr_fr: Toutes les marques

source: Parent Brand
es_co: Los Padres De La Marca
fr_fr: Marque mère

source: Parent Brand:
es_co: Los Padres De La Marca:
fr_fr: Marque parentale :

source: Edit Brand
es_co: Edición De La Marca
fr_fr: Editer la marque

source: Update Brand
es_co: Actualización De La Marca
fr_fr: Mise à jour de la marque

source: Add New Brand
es_co: Agregar Nueva Marca
fr_fr: Ajouter une nouvelle marque

source: New Brand Name
es_co: Nuevo Nombre De Marca
fr_fr: Nouveau Nom de marque

source: Core Features
es_co: Características Principales
fr_fr: Caractéristiques principales

source: Numbers only
es_co: Sólo números
fr_fr: Chiffres uniquement

source: Select Service Tax
es_co: Seleccione El Servicio De Impuestos
fr_fr: Sélectionner la taxe sur les services

source: Select tax for service
es_co: Seleccione de impuestos para el servicio
fr_fr: Sélectionner la taxe sur les services

source: Warranty
es_co: Garantía
fr_fr: Garantie

source: Installation Charges
es_co: Gastos De Instalación
fr_fr: Frais d'installation

source: Leave blank to hide
es_co: Dejar en blanco para ocultar
fr_fr: Laisser en blanc pour cacher

source: Installation Message
es_co: Mensaje De Instalación
fr_fr: Message d'installation

source: Product Description
es_co: Descripción Del Producto
fr_fr: Description du produit

source: Product Details
es_co: Detalles Del Producto
fr_fr: Détails du produit

source: RepairBuddy Reports
es_co: RepairBuddy Informes
fr_fr: Rapports de RepairBuddy

source: Sales Reports
es_co: Informes De Ventas
fr_fr: Rapports de vente

source: Daily Sales
es_co: Ventas Diarias
fr_fr: Ventes quotidiennes

source: Technicians Reports
es_co: Reporte por Tecnicos
fr_fr: Rapports des techniciens

source: Jobs By Technician
es_co: Puestos De Trabajo Por Parte Del Técnico
fr_fr: Emplois par technicien

source: Technicians Summary
es_co: Resumen x Tecnicos
fr_fr: Résumé des techniciens

source: Customers Reports
es_co: Informes de clientes
fr_fr: Rapports sur les clients

source: Jobs By Customer
es_co: Trabajos por cliente
fr_fr: Emplois par client

source: Customers Summary
es_co: Los clientes
fr_fr: Résumé des clients

source: Add new Service
es_co: Agregar nuevo Servicio
fr_fr: Ajouter un nouveau service

source: Edit Service
es_co: Editar El Servicio
fr_fr: Service d'édition

source: New Service
es_co: Nuevo Servicio
fr_fr: Nouveau service

source: View Service
es_co: Ver Servicio
fr_fr: Voir le service

source: Search Services
es_co: Los Servicios De Búsqueda De
fr_fr: Services de recherche

source: No service found
es_co: El servicio No encontrado
fr_fr: Aucun service trouvé

source: No service in trash
es_co: No hay servicio en la basura
fr_fr: Pas de service dans les poubelles

source: Services Section
es_co: Sección De Servicios
fr_fr: Section des services

source: Service Types
es_co: Tipos De Servicio
fr_fr: Types de services

source: Service Type
es_co: Tipo De Servicio
fr_fr: Type de service

source: Search Service Types
es_co: Servicio De Búsqueda De Tipos De
fr_fr: Types de services de recherche

source: All Service Types
es_co: Todos Los Tipos De Servicio
fr_fr: Tous les types de services

source: Parent Type
es_co: Tipo Primario
fr_fr: Type de parent

source: Parent Type:
es_co: Principal Tipo:
fr_fr: Type de parent :

source: Edit Service Type
es_co: Editar Tipo De Servicio
fr_fr: Modifier le type de service

source: Update Service Type
es_co: Servicio De Actualización De Tipo
fr_fr: Mise à jour du type de service

source: Add New Service Type
es_co: Agregar Nuevo Tipo De Servicio
fr_fr: Ajouter un nouveau type de service

source: New Service Type Name
es_co: Nuevo Tipo De Servicio Nombre
fr_fr: Nom du nouveau type de service

source: Service Details
es_co: Detalles Del Servicio
fr_fr: Détails du service

source: Time Required
es_co: Tiempo Requerido
fr_fr: Temps nécessaire

source: To set price by device type, manufacture or device move to section.
es_co: Para establecer el precio por tipo de dispositivo, la fabricación o el dispositivo se mueva a la sección.
fr_fr: Pour fixer le prix en fonction du type d'appareil, du fabricant ou de l'appareil, passez à la section.

source: Set Prices By Devices
es_co: Fijar Los Precios De Los Equipos
fr_fr: Fixer les prix par appareil

source: Pick Up & Delivery Available
es_co: Recogida Y Entrega Disponible
fr_fr: Enlèvement et livraison possibles

source: Laptop Rental Availability
es_co: Alquiler De Ordenadores Portátiles Disponibilidad
fr_fr: Disponibilité de la location d'ordinateurs portables

source: Pickup and delivery
es_co: Recogida y entrega
fr_fr: Enlèvement et livraison

source: Yes
es_co: Sí
fr_fr: Oui

source: Pick and delivery charges
es_co: Recogida y entrega de cargos
fr_fr: Frais d'enlèvement et de livraison

source: Laptop Rental Service
es_co: Ordenador Portátil, Servicio De Alquiler De
fr_fr: Service de location d'ordinateurs portables

source: For One Day
es_co: Por Un Día
fr_fr: Pour un jour

source: For one week
es_co: Durante una semana
fr_fr: Pendant une semaine

source: Service Price
es_co: El Precio Del Servicio
fr_fr: Prix du service

source: Manage Technicians
es_co: Administrar Los Técnicos
fr_fr: Gérer les techniciens

source: Technicians.
es_co: Técnicos.
fr_fr: Techniciens.

source: Manufacture
es_co: Fabricación
fr_fr: Fabrication

source: Please select a manufacture to list devices
es_co: Por favor, seleccione la fabricación a la lista de dispositivos
fr_fr: Veuillez sélectionner un fabricant pour obtenir la liste des appareils

source: If you have different device or some other query please contact us.
es_co: Si tienes otro dispositivo o alguna otra consulta por favor póngase en contacto con nosotros.
fr_fr: Si vous avez un appareil différent ou si vous avez d'autres questions, veuillez nous contacter.

source: Customer Information
es_co: La Información De Los Clientes
fr_fr: Informations sur les clients

source: Phone number
es_co: Número de teléfono
fr_fr: Numéro de téléphone

source: Attach Files
es_co: Adjuntar Archivos
fr_fr: Joindre des fichiers

source: Submit Request!
es_co: Enviar Solicitud!
fr_fr: Soumettre une demande!

source: Please select a device to list services
es_co: Por favor, seleccione un dispositivo de la lista de servicios
fr_fr: Veuillez sélectionner un appareil pour obtenir la liste des services

source: We haven't found any device with your given brand! please contact us.
es_co: No hemos encontrado ningún dispositivo con su marca! póngase en contacto con nosotros.
fr_fr: Nous n'avons pas trouvé d'appareil de la marque que vous avez indiquée ! Veuillez nous contacter.

source: Time Required:
es_co: Tiempo Requerido:
fr_fr: Temps requis :

source: Invalid or Unkown form
es_co: No válido o Desconocido formulario
fr_fr: Formulaire invalide ou inconnu

source: Email is not valid.
es_co: El correo electrónico no es válida.
fr_fr: L'email n'est pas valide.

source: First name required.
es_co: Primero se requiere el nombre.
fr_fr: Prénom obligatoire.

source: Please enter job details.
es_co: Por favor, introduzca los detalles del trabajo.
fr_fr: Veuillez saisir les détails de l'emploi.

source: Please select store.
es_co: Por favor, seleccione de la tienda.
fr_fr: Veuillez sélectionner un magasin.

source: Duplicate User. Please login to submit your quote request.
es_co: Duplicar El Usuario. Por favor, inicie sesión para enviar tu solicitud de presupuesto.
fr_fr: Utilisateur en double. Veuillez vous connecter pour soumettre votre demande de devis.

source: Email already in user. Try resetting password if its your Email. Then login to submit your quote request.
es_co: El Email ya en el usuario. Intente restablecer la contraseña si su Correo electrónico. A continuación, inicie sesión para enviar su solicitud de cotización.
fr_fr: L'adresse électronique est déjà dans l'utilisateur. Essayez de réinitialiser le mot de passe si c'est votre adresse électronique. Ensuite, connectez-vous pour soumettre votre demande de devis.

source: Attached Receipt
es_co: El Recibo Adjunto
fr_fr: Reçu ci-joint

source: File attachment by customer
es_co: Archivo adjunto por el cliente
fr_fr: Fichier joint par le client

source: Purchase Date
es_co: Fecha De Compra
fr_fr: Date d'achat

source: Declared date of purchase
es_co: Declarado de la fecha de compra
fr_fr: Date d'achat déclarée

source: We have received your quote request we would get back to you asap! Thanks. Refresh the page to book more devices.
es_co: Hemos recibido su solicitud de presupuesto y nos pondremos en contacto con usted lo antes posible. Gracias. Actualice la página para reservar más dispositivos.
fr_fr: Nous avons reçu votre demande de devis et nous vous répondrons dès que possible ! Merci de votre compréhension. Rafraîchissez la page pour réserver d'autres appareils.

source: Your case number is
es_co: Su número de expediente es
fr_fr: Votre numéro de dossier est

source: Your case is already registered with us.
es_co: Su caso ya está registrado con nosotros.
fr_fr: Votre dossier est déjà enregistré chez nous.

source: Select Service
es_co: Seleccione El Servicio De
fr_fr: Sélectionner un service

source: Sorry, no product matched your criteria.
es_co: Lo sentimos, no hay producto que corresponde a sus criterios.
fr_fr: Désolé, aucun produit ne correspond à vos critères.

source: Register
es_co: Registro
fr_fr: Registre

source: Account Number
es_co: Número De Cuenta
fr_fr: Numéro de compte

source: Register Account!
es_co: Registro De Cuenta!
fr_fr: Enregistrez votre compte !

source: Login
es_co: Inicio de sesión
fr_fr: Connexion

source: Lost Password?
es_co: Contraseña Perdida?
fr_fr: Mot de passe perdu ?

source: A user already exists with same email please try to reset password.
es_co: Ya existe un usuario con el mismo email, por favor intente restablecer la contraseña.
fr_fr: Un utilisateur existe déjà avec le même email, veuillez essayer de réinitialiser le mot de passe.

source: Check your job status!
es_co: Revise su estado de trabajo!
fr_fr: Vérifiez votre statut professionnel !

source: Please enter your case# which you may received in email or from our outlet.
es_co: Por favor, introduzca su número de caso que puede haber recibido por correo electrónico o de nuestro punto de venta.
fr_fr: Veuillez saisir votre numéro de dossier que vous avez peut-être reçu par courrier électronique ou par notre point de vente.

source: Check Now!
es_co: Comprobar Ahora!
fr_fr: Vérifier maintenant!

source: Request a quote now!
es_co: Solicita un presupuesto ahora!
fr_fr: Demandez un devis maintenant!

source: Fill in the form below to get your quote.
es_co: Rellene el siguiente formulario para obtener su cita.
fr_fr: Remplissez le formulaire ci-dessous pour obtenir un devis.

source: Request Quote!
es_co: Solicitar Una Cotización!
fr_fr: Demander un devis !

source: Required fields cannot be left empty.
es_co: Los campos requeridos no puede estar vacío.
fr_fr: Les champs obligatoires ne peuvent pas être laissés vides.

source: Unknown form.
es_co: Forma desconocida.
fr_fr: Forme inconnue.

source: We have received your quote request we would get back to you asap! Thanks.
es_co: Hemos recibido su solicitud de cotización nos gustaría volver lo antes posible! Gracias.
fr_fr: Nous avons reçu votre demande de devis et nous vous répondrons dès que possible ! Merci de votre compréhension.

source: New quote request
es_co: Nueva solicitud de cotización
fr_fr: Nouvelle demande de devis

source: You have received a quote request.
es_co: Usted ha recibido una solicitud de cotización.
fr_fr: Vous avez reçu une demande de devis.

source: First Name: .
es_co: Primer Nombre: .
fr_fr: Prénom : .

source: Last Name: .
es_co: Apellido: .
fr_fr: Nom de famille : .

source: Job Details: .
es_co: Detalles Del Trabajo: .
fr_fr: Détails de l'emploi : .

source: Start a Job
es_co: Iniciar un Trabajo
fr_fr: Commencer un emploi

source: Start a New Job
es_co: Iniciar un Nuevo Trabajo
fr_fr: Commencer un nouvel emploi

source: Select customer if does not exist!
es_co: Seleccione si el cliente no existe!
fr_fr: Sélectionner le client s'il n'existe pas!

source: Create Job
es_co: Crear Empleo
fr_fr: Créer un emploi

source: Email already exists in customers, please use different email or search customer above.
es_co: El Email ya existe en los clientes, por favor, utilice diferentes de correo electrónico o de búsqueda de los clientes anteriores.
fr_fr: L'email existe déjà dans les clients, veuillez utiliser un autre email ou rechercher un client ci-dessus.

source: Please select a customer or add new customer.
es_co: Por favor, seleccione un cliente o añadir un nuevo cliente.
fr_fr: Veuillez sélectionner un client ou ajouter un nouveau client.

source: Invalid Customer.
es_co: Cliente No Válido.
fr_fr: Client non valide.

source: Please Select.
es_co: Por Favor, Seleccione.
fr_fr: Veuillez sélectionner.

source: Please add job details.
es_co: Por favor, añada los detalles del trabajo.
fr_fr: Veuillez ajouter les détails de l'emploi.

source: Please add delivery date.
es_co: Por favor, añada la fecha de entrega.
fr_fr: Veuillez ajouter la date de livraison.

source: A new case have been registered with Case#
es_co: Precio del servicio único Barra lateral
fr_fr: Un nouveau cas a été enregistré avec le numéro de dossier

source: Manufactures
es_co: Fabrica
fr_fr: Fabrications

source: Please select a type to list
es_co: Seleccione un tipo
fr_fr: Veuillez sélectionner un type pour la liste

source: If you have different type or some other query please contact us.
es_co: Si usted tiene otro tipo o alguna otra consulta por favor póngase en contacto con nosotros.
fr_fr: Si vous avez d'autres types de produits ou d'autres questions, veuillez nous contacter.

source: Date of Purchase
es_co: Fecha de Compra
fr_fr: Date d'achat

source: Attach Receipt
es_co: Adjuntar Recibo
fr_fr: Joindre le reçu

source: Purchaser Email
es_co: Comprador De Correo Electrónico
fr_fr: Courriel de l'acheteur

source: Purchase Code
es_co: Compra El Código De
fr_fr: Code d'achat

source: Verify Purchase
es_co: Verificar La Compra
fr_fr: Vérifier l'achat

source: Invalid Product
es_co: De Producto No Válida
fr_fr: Produit non valide

source: Your purchase details updated.
es_co: Sus detalles de la compra actualizado.
fr_fr: Les détails de votre achat ont été mis à jour.
